Repository: Bertverbeek4PS/bc2adls_appsource
Catalog: businessCentral/app/Translations/BC2ADLS.*.xlf
Languages: de_de, nl_nl

# Page 2216295665 - Control 1048092865 - Property 1295455071
source: Specifies the earliest start date/time of the scheduled job queue entry for this company.
nl_nl: Hiermee geeft u de vroegste startdatum/-tijd van het geplande taakwachtrij-item voor dit bedrijf op.

# Page 2216295665 - Control 1048092865 - Property 2879900210
source: Earliest Start
nl_nl: Vroegste start

# Page 2216295665 - Control 3431134426 - Property 1295455071
source: Specifies the caption of the object executed by the scheduled job queue entry.
nl_nl: Hiermee geeft u het bijschrift van het object op dat door het geplande taakwachtrij-item wordt uitgevoerd.

# Page 2216295665 - Control 3431134426 - Property 2879900210
source: Job Object Caption
nl_nl: Taakobject bijschrift

# Page 2216295665 - Control 1491630615 - Property 1295455071
source: Specifies the object ID of the job queue entry assigned to schedule the export.
nl_nl: Hiermee geeft u de object-id op van het taakwachtrij-item dat is toegewezen om de export te plannen.

# Page 2216295665 - Control 1491630615 - Property 2879900210
source: Job Object ID
nl_nl: Taakobject-id

# Page 2216295665 - Control 2205926325 - Property 1295455071
source: Specifies the current status of the scheduled export job for this company.
nl_nl: Hiermee geeft u de huidige status van de geplande exporttaak voor dit bedrijf op.

# Page 2216295665 - Control 2205926325 - Property 2879900210
source: Job Status
nl_nl: Taakstatus

# Page 2216295665 - Control 2205926325 - Property 62802879
source: Ready,In Process,Error,On Hold,Finished,On Hold with Inactivity Timeout,Waiting,
nl_nl: Gereed,In verwerking,Fout,In wacht,Voltooid,In wacht met inactiviteitstimeout,Wachten,

# Page 2216295665 - Action 4028359056 - Property 1295455071
source: Specifies the Export Categories available for scheduling the export to Datalake.
nl_nl: Hiermee geeft u de exportcategorieen op die beschikbaar zijn voor planning van de export naar Datalake.

# Page 2216295665 - Action 4028359056 - Property 2879900210
source: Export Category
nl_nl: Exportcategorie

# Page 2216295665 - Action 4219020610 - Property 1295455071
source: Specifies the scheduled Job Queues for the export to Datalake.
nl_nl: Hiermee geeft u de geplande taakwachtrijen voor de export naar Datalake op.

# Page 2216295665 - Action 4219020610 - Property 2879900210
source: Job Queue
nl_nl: Taakwachtrij

# Page 2216295665 - Action 1894152308 - Property 1295455071
source: Removes the entries in the deleted record list that have already been exported. The codeunit AZD Clear Tracked Deletions may be invoked using a job queue entry for the same end.
nl_nl: Verwijdert de items uit de lijst met verwijderde records die al zijn geëxporteerd. De codeunit AZD Clear Tracked Deletions kan met een taakwachtrij-item worden aangeroepen voor hetzelfde doel.

# Page 2216295665 - Action 1894152308 - Property 2879900210
source: Clear tracked deleted records
nl_nl: Verwijderde records opschonen

# Page 2216295665 - Action 4030820591 - Property 1295455071
source: This will clear the schema exported on field. If this is cleared you can change the schema and export it again.
nl_nl: Dit wist het veld schema geëxporteerd op. Als dit is gewist kunt u het schema wijzigen en opnieuw exporteren.

# Page 2216295665 - Action 4030820591 - Property 2879900210
source: Clear schema export date
nl_nl: Schema-exportdatum wissen

# Page 2216295665 - Action 3248599582 - Property 1295455071
source: Starts the export process by spawning different sessions for each table. The action is disabled in case there are export processes currently running, also in other companies.
nl_nl: Start het exportproces door verschillende sessies per tabel te starten. Actie is uitgeschakeld als er exportprocessen lopen, ook in andere bedrijven.

# Page 2216295665 - Action 3248599582 - Property 2879900210
source: Export All Companies
nl_nl: Alle bedrijven exporteren

# Page 2216295665 - Action 3799305664 - Property 1295455071
source: Starts the export process for the selected company.
nl_nl: Start het exportproces voor het geselecteerde bedrijf.

# Page 2216295665 - Action 3799305664 - Property 2879900210
source: Export Selected Company
nl_nl: Geselecteerd bedrijf exporteren

# Page 2216295665 - Action 2019212495 - Property 1295455071
source: Schedules the export process as a job queue entry.
nl_nl: Plant het exportproces als taakwachtrij-item.

# Page 2216295665 - Action 2019212495 - Property 2879900210
source: Schedule export
nl_nl: Export plannen

# Page 2216295665 - Action 438010895 - Property 1295455071
source: This will export the schema of the tables selected in the setup to the lake. This is a one-time operation and should be done before the first export of data.
nl_nl: Exporteert het schema van de in de setup geselecteerde tabellen naar de lake. Eenmalige actie, uitvoeren vóór de eerste data-export.

# Page 2216295665 - Action 438010895 - Property 2879900210
source: Schema export
nl_nl: Schema exporteren

# Page 2216295665 - Action 222153392 - Property 1295455071
source: Tries to stop all sessions that are exporting data, including those that are running in other companies.
nl_nl: Probeert alle sessies te stoppen die gegevens exporteren, ook die in andere bedrijven.

# Page 2216295665 - Action 222153392 - Property 2879900210
source: Stop export
nl_nl: Export stoppen

# Page 1106916926 - Property 2879900210
source: Company Tables
nl_nl: Bedrijfstabellen

# Page 1106916926 - Control 3126421183 - Property 1295455071
source: Specifies if any field has been chosen to be exported. Click on Choose Fields action to add fields to export.
nl_nl: Hiermee geeft u aan of een veld is gekozen om te exporteren. Klik op Velden kiezen om velden toe te voegen.

# Page 1106916926 - Control 3126421183 - Property 2879900210
source: # Fields selected
nl_nl: # Velden geselecteerd

# Page 1106916926 - Control 401751910 - Property 2879900210
source: Last error
nl_nl: Laatste fout

# Page 1106916926 - Control 2081141301 - Property 2879900210
source: Last started at
nl_nl: Laatst gestart op

# Page 1106916926 - Control 3199984955 - Property 2879900210
source: Last timestamp deleted
nl_nl: Laatste tijdstempel verwijderingen

# Page 1106916926 - Control 2065755396 - Property 1295455071
source: Specifies the No. of Records for the table.
nl_nl: Hiermee geeft u het aantal records voor de tabel op.

# Page 1106916926 - Control 2065755396 - Property 2879900210
source: No. of Records
nl_nl: Aantal records

# Page 1106916926 - Control 513339096 - Property 2879900210
source: Last exported state
nl_nl: Laatst geëxporteerde status

# Page 1106916926 - Control 3406449795 - Property 2879900210
source: Last timestamp
nl_nl: Laatste tijdstempel

# Page 1106916926 - Action 3293503457 - Property 1295455071
source: Add a table to be exported.
nl_nl: Voegt een tabel toe om te exporteren.

# Page 1106916926 - Action 3293503457 - Property 2879900210
source: Add
nl_nl: Toevoegen

# Page 1106916926 - Action 1150345799 - Property 1295455071
source: Assign an Export Category to the Table.
nl_nl: Wijs een exportcategorie toe aan de tabel.

# Page 1106916926 - Action 1150345799 - Property 2879900210
source: Assign Export Category
nl_nl: Exportcategorie toewijzen

# Page 1106916926 - Action 4207383944 - Property 1295455071
source: Select the fields of this table to be exported.
nl_nl: Selecteer de velden van deze tabel die moeten worden geëxporteerd.

# Page 1106916926 - Action 4207383944 - Property 2879900210
source: Choose fields
nl_nl: Velden kiezen

# Page 1106916926 - Action 2159590881 - Property 1295455071
source: Removes a table that had been added to the list meant for export.
nl_nl: Verwijdert een tabel die was toegevoegd aan de exportlijst.

# Page 1106916926 - Action 2159590881 - Property 2879900210
source: Delete
nl_nl: Verwijderen

# Page 1106916926 - Action 3017859583 - Property 1295455071
source: Exports a file with BC2ADLS tables and fields.
nl_nl: Exporteert een bestand met BC2ADLS-tabellen en -velden.

# Page 1106916926 - Action 3017859583 - Property 2879900210
source: Export
nl_nl: Exporteren

# Page 1106916926 - Action 3624488056 - Property 1295455071
source: Import a file with BC2ADLS tables and fields.
nl_nl: Importeert een bestand met BC2ADLS-tabellen en -velden.

# Page 1106916926 - Action 3624488056 - Property 2879900210
source: Import
nl_nl: Importeren

# Page 1106916926 - Action 447668913 - Property 1295455071
source: View the execution logs for this table in the currently opened company.
nl_nl: Bekijk de uitvoerlogs voor deze tabel in het huidige bedrijf.

# Page 1106916926 - Action 447668913 - Property 2879900210
source: Execution logs
nl_nl: Uitvoerlogs

# Page 1106916926 - Action 2026913255 - Property 1295455071
source: Refresh all Last Run State.
nl_nl: Vernieuw alle Laatste uitvoerstatus.

# Page 1106916926 - Action 2026913255 - Property 2879900210
source: Refresh
nl_nl: Vernieuwen

# Page 1106916926 - Action 685580383 - Property 1295455071
source: Set the selected tables to export all of its data again.
nl_nl: Stelt de geselecteerde tabellen opnieuw in zodat alle gegevens opnieuw worden geëxporteerd.

# Page 1106916926 - Action 685580383 - Property 2879900210
source: Reset
nl_nl: Opnieuw instellen

# Page 1106916926 - Action 685580383 - Method 1377591017 - NamedType 170709568
source: Current Company,All Companies
nl_nl: Huidig bedrijf,Alle bedrijven

# Page 1106916926 - Action 685580383 - Method 1377591017 - NamedType 3685235527
source: Do you want to reset the selected tables for all companies?
nl_nl: Wilt u de geselecteerde tabellen resetten voor alle bedrijven?

# Page 1106916926 - Action 685580383 - Method 1377591017 - NamedType 3768686394
source: Do you want to reset the selected tables for the current company or all companies?
nl_nl: Wilt u de geselecteerde tabellen resetten voor het huidige bedrijf of alle bedrijven?

# Page 3786303744 - Property 2879900210
source: Deleted Table Filter
de_de: Filter für gelöschte Tabellen
nl_nl: Filter verwijderde tabel

# Page 1996920864 - Property 2879900210
source: ADL Enum Translations
de_de: ADL-Enum-Übersetzungen
nl_nl: ADL Enumvertalingen

# Page 1996920864 - Action 2653012956 - Property 1295455071
source: View the translations of the enum fields.
de_de: Zeigen Sie die Übersetzungen der Enum-Felder an.
nl_nl: Bekijk de vertalingen van de enumvelden.

# Page 1996920864 - Action 2653012956 - Property 2879900210
source: Translations
de_de: Übersetzungen
nl_nl: Vertalingen

# Page 1996920864 - Action 3117171503 - Property 1295455071
source: Refresh the options of the enum fields.
de_de: Aktualisieren Sie die Optionen der Enum-Felder.
nl_nl: Vernieuw de opties van de enumvelden.

# Page 1996920864 - Action 3117171503 - Property 2879900210
source: Refresh Options
de_de: Optionen aktualisieren
nl_nl: Opties vernieuwen

# Page 1996920864 - Action 3383493608 - Property 2879900210
source: Process
de_de: Verarbeiten
nl_nl: Verwerken Proces

# Page 1865259772 - Property 2879900210
source: Enum Translations Language
de_de: Enum-Übersetzungssprache
nl_nl: Enumvertalingen taal

# Page 942552919 - Property 2879900210
source: Export Catgories
de_de: Exportkategorien
nl_nl: Exportcategorieen

# Page 942552919 - Control 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
nl_nl: Beschrijving Omschrijving

# Page 2338903474 - Property 2879900210
source: Execution logs for exports to Azure Data Lake Storage
de_de: Ausführungsprotokolle für Exporte in Azure Data Lake Storage
nl_nl: Uitvoerlogs voor exports naar Azure Data Lake Storage

# Page 2338903474 - Control 1637095154 - Property 1295455071
source: Specifies how long export has run.
de_de: Gibt an, wie lange der Export ausgeführt wurde.
nl_nl: Hiermee geeft u aan hoe lang de export heeft gedraaid.

# Page 2338903474 - Control 1637095154 - Property 2879900210
source: Duration
de_de: Dauer
nl_nl: Duur

# Page 2338903474 - Control 1595823452 - Property 1295455071
source: Specifies the caption of the table whose data was exported.
de_de: Gibt die Beschriftung der Tabelle an, deren Daten exportiert wurden.
nl_nl: Hiermee geeft u het onderschrift van de tabel op waarvan gegevens zijn geëxporteerd.

# Page 2338903474 - Control 1595823452 - Property 2879900210
source: Table
de_de: Tabelle
nl_nl: Tabel

# Page 2338903474 - Action 2457075619 - Property 1295455071
source: Removes the history of the export executions. This should be done periodically to free up storage space.
de_de: Entfernt den Verlauf der Exportausführungen. Dies sollte regelmäßig durchgeführt werden, um Speicherplatz freizugeben.
nl_nl: Verwijdert de historie van de exportruns. Periodiek doen om opslag vrij te maken.

# Page 2338903474 - Action 2457075619 - Property 2879900210
source: Clear execution log
de_de: Ausführungsprotokoll löschen
nl_nl: Uitvoerlog wissen

# Page 3585497636 - Property 2879900210
source: Export to Azure Data Lake Storage
de_de: In Azure Data Lake Storage exportieren
nl_nl: Export naar Azure Data Lake Storage

# Page 3585497636 - NamedType 366675938
source: ID not shown
de_de: ID nicht angezeigt
nl_nl: ID niet weergegeven

# Page 3585497636 - NamedType 792247639
source: Secret not shown
de_de: Geheimnis nicht angezeigt
nl_nl: Geheim niet weergegeven

# Page 3585497636 - NamedType 2350067108
source: Data from one or more tables failed to export on the last run. Please check the tables below to see the error(s).
de_de: Der Datenexport aus einer oder mehreren Tabellen ist beim letzten Lauf fehlgeschlagen. Überprüfen Sie die folgenden Tabellen auf Fehler.
nl_nl: Gegevens uit een of meer tabellen zijn bij de laatste run niet geëxporteerd. Controleer de tabellen hieronder op fouten.

# Page 3585497636 - Control 4143327229 - Property 2879900210
source: Connection
de_de: Verbindung
nl_nl: Verbinding

# Page 3585497636 - Control 1703233268 - Property 2879900210
source: App Registration
de_de: App-Registrierung
nl_nl: App-registratie

# Page 3585497636 - Control 652819368 - Property 1295455071
source: Specifies the application client ID for the Azure App Registration that accesses the storage account.
de_de: Gibt die Client-ID der Anwendung für die Azure-App-Registrierung an, die auf das Speicherkonto zugreift.
nl_nl: Hiermee geeft u de applicatieclient-ID op voor de Azure App-registratie die toegang heeft tot het opslagaccount.

# Page 3585497636 - Control 2002479657 - Property 1295455071
source: Specifies the client secret for the Azure App Registration that accesses the storage account.
de_de: Gibt das Kundengeheimnis für die Azure-App-Registrierung an, die auf das Speicherkonto zugreift.
nl_nl: Hiermee geeft u het clientgeheim op voor de Azure App-registratie die toegang heeft tot het opslagaccount.

# Page 3585497636 - Control 2002479657 - Property 2879900210
source: Client secret
de_de: Kundengeheimnis
nl_nl: Clientgeheim

# Page 3585497636 - Control 1656975091 - Property 1295455071
source: Specifies the tenant ID which holds the app registration as well as the storage account. Note that they have to be on the same tenant.
de_de: Gibt die Mandanten-ID an, die die App-Registrierung sowie das Speicherkonto enthält. Beachten Sie, dass diese sich auf dem gleichen Mandanten befinden müssen.
nl_nl: Hiermee geeft u de tenant-ID op die de app-registratie en het opslagaccount bevat. Deze moeten op dezelfde tenant staan.

# Page 3585497636 - Control 3266712818 - Property 2879900210
source: Data Format
de_de: Datenformat
nl_nl: Gegevensopmaak

# Page 3585497636 - Control 858049707 - Property 2879900210
source: Export Settings
de_de: Exporteinstellungen
nl_nl: Exportinstellingen

# Page 3585497636 - Control 1061736343 - Property 2879900210
source: Tables
de_de: Tabellen
nl_nl: Tabellen

# Page 3585497636 - Action 1213376883 - Property 1295455071
source: Shows all the tables that are specified not to be tracked for deletes.
de_de: Zeigt alle Tabellen an, die angegeben wurden, um nicht für Löschungen nachverfolgt zu werden.
nl_nl: Toont alle tabellen die zijn ingesteld om niet voor verwijderingen te worden gevolgd.

# Page 3585497636 - Action 1213376883 - Property 2879900210
source: Deleted tables not to sync
de_de: Gelöschte Tabellen, die nicht synchronisiert werden sollen
nl_nl: Niet te synchroniseren verwijderde tabellen

# Page 3585497636 - Action 549706965 - Property 1295455071
source: Show the translations for the enums used in the selected tables.
de_de: Zeigen Sie die Übersetzungen für die in den ausgewählten Tabellen verwendeten Enums.
nl_nl: Toont de vertalingen voor de enums die in de geselecteerde tabellen worden gebruikt.

# Page 3585497636 - Action 549706965 - Property 2879900210
source: Enum translations
de_de: Enum-Übersetzungen
nl_nl: Enumvertalingen

# Page 3585497636 - Action 4028359056 - Property 1295455071
source: Specifies the Export Categories available for scheduling the export to Datalake.
de_de: Gibt die für die Planung des Exports zu Datalake verfügbaren Exportkategorien an.
nl_nl: Hiermee geeft u de exportcategorieen op die beschikbaar zijn voor planning van de export naar Datalake.

# Page 3585497636 - Action 4028359056 - Property 2879900210
source: Export Category
de_de: Exportkategorie
nl_nl: Exportcategorie

# Page 3585497636 - Action 4219020610 - Property 1295455071
source: Specifies the scheduled Job Queues for the export to Datalake.
de_de: Gibt die geplanten Jobwarteschlangen für den Export zu Datalake an.
nl_nl: Hiermee geeft u de geplande taakwachtrijen voor de export naar Datalake op.

# Page 3585497636 - Action 4219020610 - Property 2879900210
source: Job Queue
de_de: Aufgabenwarteschlange
nl_nl: Taakwachtrij

# Page 3585497636 - Action 597923383 - Property 1295455071
source: Specifies the company setup for exporting data from multiple companies.
nl_nl: Hiermee geeft u de bedrijfsinstellingen op voor het exporteren van gegevens uit meerdere bedrijven.

# Page 3585497636 - Action 597923383 - Property 2879900210
source: Multi Company Export Setup
nl_nl: Multi-bedrijf export instellen

# Page 3585497636 - Action 1894152308 - Property 1295455071
source: Removes the entries in the deleted record list that have already been exported. The codeunit ADL Clear Tracked Deletions may be invoked using a job queue entry for the same end.
de_de: Entfernt die Einträge in der Liste der gelöschten Datensätze, die bereits exportiert wurden. Das Codeunit ADL Clear Tracked Deletions kann mit einem Job-Queue-Eintrag für den gleichen Zweck aufgerufen werden.
nl_nl: Verwijdert de items in de lijst met verwijderde records die al zijn geëxporteerd. Codeunit ADL Clear Tracked Deletions kan via een taakwachtrij worden uitgevoerd voor hetzelfde doel.

# Page 3585497636 - Action 1894152308 - Property 2879900210
source: Clear tracked deleted records
de_de: Nachverfolgte gelöschte Datensätze löschen
nl_nl: Verwijderde records opschonen

# Page 3585497636 - Action 4030820591 - Property 1295455071
source: This will clear the schema exported on field. If this is cleared you can change the schema and export it again.
de_de: Dies löscht das Feld Schema exportiert am. Wenn dies gelöscht wird, können Sie das Schema ändern und erneut exportieren.
nl_nl: Dit wist het veld schema geëxporteerd op. Als dit is gewist kunt u het schema wijzigen en opnieuw exporteren.

# Page 3585497636 - Action 4030820591 - Property 2879900210
source: Clear schema export date
de_de: Exportdatum des Schemas löschen
nl_nl: Schema-exportdatum wissen

# Page 3585497636 - Action 3413831632 - Property 1295455071
source: Removes the history of the export executions. This should be done periodically to free up storage space.
de_de: Entfernt den Verlauf der Exportausführungen. Dies sollte regelmäßig durchgeführt werden, um Speicherplatz freizugeben.
nl_nl: Verwijdert de historie van de exportruns. Periodiek doen om opslag vrij te maken.

# Page 3585497636 - Action 3413831632 - Property 2879900210
source: Clear execution log
de_de: Ausführungsprotokoll löschen
nl_nl: Uitvoerlog wissen

# Page 3585497636 - Action 3248599582 - Property 1295455071
source: Starts the export process by spawning different sessions for each table. The action is disabled in case there are export processes currently running, also in other companies.
de_de: Startet den Exportprozess, indem für jede Tabelle unterschiedliche Sitzungen erzeugt werden. Die Aktion ist deaktiviert, wenn Exportprozesse ausgeführt werden, auch in anderen Unternehmen.
nl_nl: Start het exportproces door verschillende sessies per tabel te starten. Actie is uitgeschakeld als er exportprocessen lopen, ook in andere bedrijven.

# Page 3585497636 - Action 3248599582 - Property 2879900210
source: Export
de_de: Exportieren
nl_nl: Exporteren

# Page 3585497636 - Action 3321239466 - Property 1295455071
source: Fixes incorrect tables and fields in the setup. This should be done if you have deleted some tables and fields and you cannot disable them.
de_de: Behebt fehlerhafte Tabellen und Felder im Setup. Dies sollte durchgeführt werden, wenn Sie einige Tabellen und Felder gelöscht haben und diese nicht deaktivieren können.
nl_nl: Corrigeert onjuiste tabellen en velden in de setup. Doe dit als u tabellen of velden hebt verwijderd en ze niet kunt uitschakelen.

# Page 3585497636 - Action 3321239466 - Property 2879900210
source: Fix incorrect data
de_de: Fehlerhafte Daten beheben
nl_nl: Onjuiste gegevens herstellen

# Page 3585497636 - Action 2019212495 - Property 1295455071
source: Schedules the export process as a job queue entry.
de_de: Plant den Exportprozess als Job-Queue-Eintrag.
nl_nl: Plant het exportproces als taakwachtrij-item.

# Page 3585497636 - Action 2019212495 - Property 2879900210
source: Schedule export
de_de: Export planen
nl_nl: Export plannen

# Page 3585497636 - Action 438010895 - Property 1295455071
source: This will export the schema of the tables selected in the setup to the lake. This is a one-time operation and should be done before the first export of data.
de_de: Dies exportiert das Schema der im Setup ausgewählten Tabellen in den Lake. Dies ist ein einmaliger Vorgang und sollte vor dem ersten Datenexport durchgeführt werden.
nl_nl: Exporteert het schema van de in de setup geselecteerde tabellen naar de lake. Eenmalige actie, uitvoeren vóór de eerste data-export.

# Page 3585497636 - Action 438010895 - Property 2879900210
source: Schema export
nl_nl: Schema exporteren

# Page 3585497636 - Action 222153392 - Property 1295455071
source: Tries to stop all sessions that are exporting data, including those that are running in other companies.
de_de: Versucht, alle Sitzungen zu beenden, die Daten exportieren, auch solche, die in anderen Unternehmen ausgeführt werden.
nl_nl: Probeert alle sessies te stoppen die gegevens exporteren, ook die in andere bedrijven.

# Page 3585497636 - Action 222153392 - Property 2879900210
source: Stop export
de_de: Exportieren stoppen
nl_nl: Export stoppen

# Page 3585497636 - Action 3383493608 - Property 2879900210
source: Process
de_de: Verarbeiten Vorgang Verarbeitung Prozess
nl_nl: Verwerken Proces

# Page 1646551067 - Property 2879900210
source: Select the fields to be exported
de_de: Wählen Sie die zu exportierenden Felder
nl_nl: Selecteer de te exporteren velden

# Page 1646551067 - NamedType 3347478790
source: One or more fields could not be enabled.
de_de: Ein oder mehrere Felder konnten nicht aktiviert werden.
nl_nl: Een of meer velden konden niet worden ingeschakeld.

# Page 1646551067 - Control 3597848481 - Property 1295455071
source: Specifies the name of the field for this entity in the data lake.
de_de: Gibt den Namen des Felds für diese Entität im Data Lake an.
nl_nl: Hiermee geeft u de naam van het veld voor deze entiteit in de datalake op.

# Page 1646551067 - Control 3597848481 - Property 2879900210
source: Attribute name
de_de: Attributname
nl_nl: Attribuutnaam
