Repository: Bertverbeek4PS/bc2adls_appsource
Catalog: businessCentral/app/Translations/BC2ADLS.*.xlf
Languages: de_de, nl_nl

# Page 1646551067 - Control 1409525680 - Property 1295455071
source: Specifies the field class.
de_de: Gibt die Feldklasse an.
nl_nl: Hiermee geeft u de veldklasse op.

# Page 1646551067 - Control 1409525680 - Property 2879900210
source: Class
de_de: Klasse
nl_nl: Klasse

# Page 1646551067 - Control 1409525680 - Property 62802879
source: Normal,FlowField,FlowFilter
nl_nl: Normaal,FlowField,FlowFilter

# Page 1646551067 - Control 869342929 - Property 2879900210
source: Number
de_de: Nummer
nl_nl: Nummer

# Page 1646551067 - Control 4079677382 - Property 1295455071
source: Specifies the field type.
de_de: Gibt den Feldtyp an.
nl_nl: Hiermee geeft u het veldtype op.

# Page 1646551067 - Control 4079677382 - Property 2879900210
source: Type
de_de: Art Typ
nl_nl: Soort Type

# Page 1646551067 - Control 3909250225 - Property 1295455071
source: Specifies if the the field is part of the primary key.
de_de: Gibt an, ob das Feld Teil des Primärschlüssels ist.
nl_nl: Hiermee geeft u aan of het veld deel uitmaakt van de primaire sleutel.

# Page 1646551067 - Control 3909250225 - Property 2879900210
source: Part of Primary Key
de_de: Teil des Primärschlüssels
nl_nl: Onderdeel van primaire sleutel

# Page 1646551067 - Control 2990557594 - Property 1295455071
source: Specifies the Obsolete State of the field.
de_de: Gibt den veralteten Status des Felds an.
nl_nl: Hiermee geeft u de verouderingsstatus van het veld op.

# Page 1646551067 - Control 2990557594 - Property 2879900210
source: Obsolete State
de_de: Veralteter Status
nl_nl: Status verouderd

# Page 1646551067 - Control 2990557594 - Property 62802879
source: No,Pending,Removed
de_de: Nein,Ausstehend,Entfernt
nl_nl: Nee,In afwachting,Verwijderd

# Page 1646551067 - Action 2223207931 - Property 1295455071
source: Enables all fields of the table that can be enabled.
de_de: Aktiviert alle Felder der Tabelle, die aktiviert werden können.
nl_nl: Schakelt alle velden van de tabel in die ingeschakeld kunnen worden.

# Page 1646551067 - Action 2223207931 - Property 2879900210
source: Enable all valid fields
de_de: Alle gültigen Felder aktivieren
nl_nl: Alle geldige velden inschakelen

# Page 1369837935 - Property 2879900210
source: Tables
de_de: Tabellen
nl_nl: Tabellen

# Page 1369837935 - NamedType 704878071
source: Table%1
de_de: Tabelle%1
nl_nl: Tabel%1

# Page 1369837935 - Control 2740688609 - Property 1295455071
source: Specifies the ID of the active export session for this table in this company, if any.
de_de: Gibt die ID der aktiven Exportsitzung für diese Tabelle in diesem Unternehmen an, sofern vorhanden.
nl_nl: Hiermee geeft u de ID van de actieve exportsessie voor deze tabel in dit bedrijf op, indien aanwezig.

# Page 1369837935 - Control 2740688609 - Property 2879900210
source: Active session ID
de_de: Aktive Sitzungs-ID
nl_nl: Actieve sessie-ID

# Page 1369837935 - Control 488224429 - Property 1295455071
source: Specifies the name of the entity corresponding to this table on the data lake. The value at the end indicates the table number in Dynamics 365 Business Central.
de_de: Gibt den Namen der Entität an, die dieser Tabelle im Data Lake entspricht. Der Wert am Ende gibt die Tabellennummer in Dynamics 365 Business Central an.
nl_nl: Hiermee geeft u de naam van de entiteit op die bij deze tabel in de datalake hoort. De waarde aan het einde geeft het tabelnummer in Dynamics 365 Business Central aan.

# Page 1369837935 - Control 488224429 - Property 2879900210
source: Entity name
de_de: Entitätsname
nl_nl: Entiteitnaam

# Page 1369837935 - Control 2891538263 - Property 2879900210
source: Enabled
de_de: Aktiviert
nl_nl: Geactiveerd Ingeschakeld

# Page 1369837935 - Control 2174822216 - Property 2879900210
source: Export Category
de_de: Exportkategorie
nl_nl: Exportcategorie

# Page 1369837935 - Control 2472325059 - Property 1295455071
source: Specifies last file number used when exporting data from this table.
de_de: Gibt die zuletzt verwendete Dateinummer beim Exportieren von Daten aus dieser Tabelle an.
nl_nl: Hiermee geeft u het laatste bestandsnummer op dat is gebruikt bij export van deze tabel.

# Page 1369837935 - Control 3126421183 - Property 1295455071
source: Specifies if any field has been chosen to be exported. Click on Choose Fields action to add fields to export.
de_de: Gibt an, ob ein Feld für den Export ausgewählt wurde. Klicken Sie auf die Aktion "Felder auswählen", um Felder zum Exportieren hinzuzufügen.
nl_nl: Hiermee geeft u aan of een veld is gekozen om te exporteren. Klik op Velden kiezen om velden toe te voegen.

# Page 1369837935 - Control 3126421183 - Property 2879900210
source: # Fields selected
de_de: Anzahl der ausgewählten Felder
nl_nl: # Velden geselecteerd

# Page 1369837935 - Control 3887527536 - Property 2879900210
source: Initial Load Start Date
de_de: Startdatum der anfänglichen Ladung
nl_nl: Startdatum initiële load

# Page 1369837935 - Control 2101400894 - Property 1295455071
source: Specifies the error message from the last export of this table in this company.
de_de: Gibt die Fehlermeldung aus dem letzten Export dieser Tabelle in diesem Unternehmen an.
nl_nl: Hiermee geeft u het foutbericht van de laatste export van deze tabel in dit bedrijf op.

# Page 1369837935 - Control 2101400894 - Property 2879900210
source: Last error
de_de: Letzter Fehler
nl_nl: Laatste fout

# Page 1369837935 - Control 2379783881 - Property 1295455071
source: Specifies the time of the last heartbeat received from an export session for this table in this company.
de_de: Gibt die Zeit des letzten Herzschlags an, der von einer Exportsitzung für diese Tabelle in diesem Unternehmen empfangen wurde.
nl_nl: Hiermee geeft u het tijdstip op van de laatste heartbeat van een exportsessie voor deze tabel in dit bedrijf.

# Page 1369837935 - Control 2379783881 - Property 2879900210
source: Last heartbeat
de_de: Letzter Herzschlag
nl_nl: Laatste heartbeat

# Page 1369837935 - Control 4069281574 - Property 1295455071
source: Specifies the time of the last export from this table in this company.
de_de: Gibt die Zeit des letzten Exports aus dieser Tabelle in diesem Unternehmen an.
nl_nl: Hiermee geeft u het tijdstip van de laatste export van deze tabel in dit bedrijf op.

# Page 1369837935 - Control 4069281574 - Property 2879900210
source: Last started at
de_de: Letzte Startzeit
nl_nl: Laatst gestart op

# Page 1369837935 - Control 1739627064 - Property 1295455071
source: Specifies the timestamp of the record in this table that was exported last.
de_de: Gibt den Zeitstempel des Datensatzes in dieser Tabelle an, der zuletzt exportiert wurde.
nl_nl: Hiermee geeft u het tijdstempel van het record in deze tabel op dat als laatste is geëxporteerd.

# Page 1369837935 - Control 1739627064 - Property 2879900210
source: Last timestamp
de_de: Letzter Zeitstempel
nl_nl: Laatste tijdstempel

# Page 1369837935 - Control 1929334827 - Property 1295455071
source: Specifies the timestamp of the deleted records in this table that was exported last.
de_de: Gibt den Zeitstempel der gelöschten Datensätze in dieser Tabelle an, die zuletzt exportiert wurden.
nl_nl: Hiermee geeft u het tijdstempel van de verwijderde records in deze tabel op dat als laatste is geëxporteerd.

# Page 1369837935 - Control 1929334827 - Property 2879900210
source: Last timestamp deleted
de_de: Letzter gelöschter Zeitstempel
nl_nl: Laatste tijdstempel verwijderingen

# Page 1369837935 - Control 513339096 - Property 1295455071
source: Specifies the status of the last export from this table in this company.
de_de: Gibt den Status des letzten Exports aus dieser Tabelle in diesem Unternehmen an.
nl_nl: Hiermee geeft u de status van de laatste export van deze tabel in dit bedrijf op.

# Page 1369837935 - Control 513339096 - Property 2879900210
source: Last exported state
de_de: Letzter exportierter Status
nl_nl: Laatst geëxporteerde status

# Page 1369837935 - Control 1595823452 - Property 1295455071
source: Specifies the caption of the table whose data is to exported.
de_de: Gibt die Beschriftung der Tabelle an, deren Daten zu exportierend sind.
nl_nl: Hiermee geeft u het onderschrift van de tabel op waarvan gegevens worden geëxporteerd.

# Page 1369837935 - Control 1595823452 - Property 2879900210
source: Table
de_de: Tabelle
nl_nl: Tabel

# Page 1369837935 - Action 3293503457 - Property 1295455071
source: Add a table to be exported.
de_de: Fügen Sie eine Tabelle zum Exportieren hinzu.
nl_nl: Voegt een tabel toe om te exporteren.

# Page 1369837935 - Action 3293503457 - Property 2879900210
source: Add
de_de: Hinzufügen
nl_nl: Toevoegen

# Page 1369837935 - Action 1150345799 - Property 1295455071
source: Assign an Export Category to the Table.
de_de: Weisen Sie der Tabelle eine Exportkategorie zu.
nl_nl: Wijs een exportcategorie toe aan de tabel.

# Page 1369837935 - Action 1150345799 - Property 2879900210
source: Assign Export Category
de_de: Exportkategorie zuweisen
nl_nl: Exportcategorie toewijzen

# Page 1369837935 - Action 4207383944 - Property 1295455071
source: Select the fields of this table to be exported.
de_de: Wählen Sie die Felder dieser Tabelle zum Exportieren.
nl_nl: Selecteer de velden van deze tabel die moeten worden geëxporteerd.

# Page 1369837935 - Action 4207383944 - Property 2879900210
source: Choose fields
de_de: Felder auswählen
nl_nl: Velden kiezen

# Page 1369837935 - Action 2159590881 - Property 1295455071
source: Removes a table that had been added to the list meant for export.
de_de: Entfernt eine Tabelle, die zur Liste für den Export hinzugefügt wurde.
nl_nl: Verwijdert een tabel die was toegevoegd aan de exportlijst.

# Page 1369837935 - Action 2159590881 - Property 2879900210
source: Delete
de_de: Löschen
nl_nl: Verwijderen

# Page 1369837935 - Action 3017859583 - Property 1295455071
source: Exports a file with BC2ADLS tables and fields.
de_de: Exportiert eine Datei mit BC2ADLS-Tabellen und Feldern.
nl_nl: Exporteert een bestand met BC2ADLS-tabellen en -velden.

# Page 1369837935 - Action 3017859583 - Property 2879900210
source: Export
de_de: Exportieren Export
nl_nl: Exporteren

# Page 1369837935 - Action 3624488056 - Property 1295455071
source: Import a file with BC2ADLS tables and fields.
de_de: Importiert eine Datei mit BC2ADLS-Tabellen und Feldern.
nl_nl: Importeert een bestand met BC2ADLS-tabellen en -velden.

# Page 1369837935 - Action 3624488056 - Property 2879900210
source: Import
de_de: Importieren
nl_nl: Importeren

# Page 1369837935 - Action 447668913 - Property 1295455071
source: View the execution logs for this table in the currently opened company.
de_de: Zeigen Sie die Ausführungsprotokolle für diese Tabelle im aktuell geöffneten Unternehmen an.
nl_nl: Bekijk de uitvoerlogs voor deze tabel in het huidige bedrijf.

# Page 1369837935 - Action 447668913 - Property 2879900210
source: Execution logs
de_de: Ausführungsprotokolle
nl_nl: Uitvoerlogs

# Page 1369837935 - Action 685580383 - Property 1295455071
source: Set the selected tables to export all of its data again.
de_de: Setzen Sie die ausgewählten Tabellen zurück, um alle ihre Daten erneut zu exportieren.
nl_nl: Stelt de geselecteerde tabellen opnieuw in zodat alle gegevens opnieuw worden geëxporteerd.

# Page 1369837935 - Action 685580383 - Property 2879900210
source: Reset
de_de: Zurücksetzen
nl_nl: Opnieuw instellen

# Page 1369837935 - Action 685580383 - Method 1377591017 - NamedType 170709568
source: Current Company,All Companies
de_de: Aktuelles Unternehmen,Alle Unternehmen
nl_nl: Huidig bedrijf,Alle bedrijven

# Page 1369837935 - Action 685580383 - Method 1377591017 - NamedType 3685235527
source: Do you want to reset the selected tables for all companies?
de_de: Möchten Sie die ausgewählten Tabellen für alle Unternehmen zurücksetzen?
nl_nl: Wilt u de geselecteerde tabellen resetten voor alle bedrijven?

# Page 1369837935 - Action 685580383 - Method 1377591017 - NamedType 3768686394
source: Do you want to reset the selected tables for the current company or all companies?
de_de: Möchten Sie die ausgewählten Tabellen für das aktuelle Unternehmen oder alle Unternehmen zurücksetzen?
nl_nl: Wilt u de geselecteerde tabellen resetten voor het huidige bedrijf of alle bedrijven?

# Page 1369837935 - Action 2384486830 - Property 1295455071
source: Stops the active export session for the selected table in the current company.
de_de: Beendet die aktive Exportsitzung für die ausgewählte Tabelle im aktuellen Unternehmen.
nl_nl: Stopt de actieve exportsessie voor de geselecteerde tabel in het huidige bedrijf.

# Page 1369837935 - Action 2384486830 - Property 2879900210
source: Stop Export Session
de_de: Exportsitzung beenden
nl_nl: Exportsessie stoppen

# Report 1658525264 - Property 2879900210
source: Schedule Export
de_de: Export planen
nl_nl: Export plannen

# Report 1658525264 - Control 2346885236 - Property 2879900210
source: Options
de_de: Optionen
nl_nl: Opties

# Report 1658525264 - Control 1857404785 - Property 1295455071
source: Specifies the date and time when the job queue must be executed for the first time.
de_de: Gibt das Datum und die Uhrzeit an, zu der der Job-Queue zum ersten Mal ausgeführt werden muss.
nl_nl: Hiermee geeft u de datum en tijd op waarop de taakwachtrij voor het eerst moet worden uitgevoerd.

# Report 1658525264 - Control 1857404785 - Property 2879900210
source: Earliest Start Date / Time
de_de: Frühester Startdatum/-zeit
nl_nl: Eerste startdatum/-tijd

# Report 1658525264 - Control 3072426636 - Property 1295455071
source: Specifies the description that is displayed in the job queue.
de_de: Gibt die Beschreibung an, die in der Jobwarteschlange angezeigt wird.
nl_nl: Hiermee geeft u de omschrijving op die in de taakwachtrij wordt weergegeven.

# Report 1658525264 - Control 3072426636 - Property 2879900210
source: Description
de_de: Beschreibung Description
nl_nl: Beschrijving Omschrijving

# Report 1658525264 - Control 3432288156 - Property 1295455071
source: Specifies the minimum number of minutes that are to elapse between runs of a job queue entry. The value cannot be less than one minute.
de_de: Gibt die Mindestanzahl von Minuten an, die zwischen den Ausführungen eines Job-Queue-Eintrags vergehen sollen. Der Wert kann nicht kleiner als eine Minute sein.
nl_nl: Hiermee geeft u het minimumaantal minuten op dat tussen uitvoeringen van een taakwachtrij-item moet zitten. Waarde kan niet kleiner dan een minuut zijn.

# Report 1658525264 - Control 3432288156 - Property 2879900210
source: No of minutes between runs
de_de: Anzahl der Minuten zwischen Ausführungen
nl_nl: Aantal minuten tussen uitvoeringen

# Report 1658525264 - Control 1963606369 - Property 2879900210
source: Recurrence
de_de: Wiederholung
nl_nl: Herhaling

# Report 1658525264 - Control 3378722424 - Property 1295455071
source: Specifies that the job queue entry runs on Mondays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten an Montagen ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op maandagen.

# Report 1658525264 - Control 3378722424 - Property 2879900210
source: Run On Mondays
de_de: Läuft montags
nl_nl: Uitvoeren op maandag

# Report 1658525264 - Control 3447647897 - Property 1295455071
source: Specifies that the job queue entry runs on Teusdays.
de_de: Gibt an, dass der Job-Queue-Eintrag am Dienstag ausgeführt wird.
nl_nl: Hiermee geeft u aan dat het taakwachtrij-item op dinsdag wordt uitgevoerd.

# Report 1658525264 - Control 3447647897 - Property 2879900210
source: Run On Tuesdays
de_de: Läuft dienstags
nl_nl: Uitvoeren op dinsdag

# Report 1658525264 - Control 927317389 - Property 1295455071
source: Specifies that the job queue entry runs on Thursdays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten an Donnerstagen ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op donderdagen.

# Report 1658525264 - Control 927317389 - Property 2879900210
source: Run On Thursdays
de_de: Läuft donnerstags
nl_nl: Uitvoeren op donderdag

# Report 1658525264 - Control 744271359 - Property 1295455071
source: Specifies that the job queue entry runs on Wednesdays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten mittwochs ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op woensdagen.

# Report 1658525264 - Control 744271359 - Property 2879900210
source: Run On Wednesdays
de_de: Läuft mittwochs
nl_nl: Uitvoeren op woensdag

# Report 1658525264 - Control 2512501250 - Property 1295455071
source: Specifies that the job queue entry runs on Fridays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten an Freitagen ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op vrijdagen.

# Report 1658525264 - Control 2512501250 - Property 2879900210
source: Run On Fridays
de_de: Läuft freitags
nl_nl: Uitvoeren op vrijdag

# Report 1658525264 - Control 3456145774 - Property 1295455071
source: Specifies that the job queue entry runs on Saturdays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten an Samstagen ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op zaterdagen.

# Report 1658525264 - Control 3456145774 - Property 2879900210
source: Run On Saturdays
de_de: Läuft samstags
nl_nl: Uitvoeren op zaterdag

# Report 1658525264 - Control 2622257132 - Property 1295455071
source: Specifies that the job queue entry runs on Sundays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten an Sonntagen ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op zondagen.

# Report 1658525264 - Control 2622257132 - Property 2879900210
source: Run On Sundays
de_de: Läuft sonntags
nl_nl: Uitvoeren op zondag

# Report 1003610033 - Property 2879900210
source: Schedule Multi Company Export
nl_nl: Multi-bedrijf export plannen

# Report 1003610033 - Control 2346885236 - Property 2879900210
source: Options
nl_nl: Opties

# Report 1003610033 - Control 1857404785 - Property 1295455071
source: Specifies the date and time when the job queue must be executed for the first time.
nl_nl: Hiermee geeft u de datum en tijd op waarop de taakwachtrij voor het eerst moet worden uitgevoerd.

# Report 1003610033 - Control 1857404785 - Property 2879900210
source: Earliest Start Date / Time
nl_nl: Eerste startdatum/-tijd

# Report 1003610033 - Control 3072426636 - Property 1295455071
source: Specifies the description that is displayed in the job queue.
nl_nl: Hiermee geeft u de omschrijving op die in de taakwachtrij wordt weergegeven.

# Report 1003610033 - Control 3072426636 - Property 2879900210
source: Description
nl_nl: Beschrijving [NAB: SUGGESTION]Omschrijving

# Report 1003610033 - Control 426703991 - Property 1295455071
source: Specifies the minimum number of minutes that are to elapse between runs of a job queue entry. The value cannot be less than one minute.
nl_nl: Hiermee geeft u het minimumaantal minuten op dat tussen uitvoeringen van een taakwachtrij-item moet zitten. Waarde kan niet kleiner dan een minuut zijn.

# Report 1003610033 - Control 426703991 - Property 2879900210
source: No of minutes between runs
nl_nl: Aantal minuten tussen uitvoeringen

# Report 1003610033 - Control 1963606369 - Property 2879900210
source: Recurrence
nl_nl: Herhaling

# Report 1003610033 - Control 3378722424 - Property 1295455071
source: Specifies that the job queue entry runs on Mondays.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op maandagen.

# Report 1003610033 - Control 3378722424 - Property 2879900210
source: Run On Mondays
nl_nl: Uitvoeren op maandag

# Report 1003610033 - Control 927317389 - Property 1295455071
source: Specifies that the job queue entry runs on Thursdays.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op donderdagen.

# Report 1003610033 - Control 927317389 - Property 2879900210
source: Run On Thursdays
nl_nl: Uitvoeren op donderdag

# Report 1003610033 - Control 528853273 - Property 1295455071
source: Specifies that the job queue entry runs on Tuesdays.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op dinsdagen.

# Report 1003610033 - Control 528853273 - Property 2879900210
source: Run On Tuesdays
nl_nl: Uitvoeren op dinsdag

# Report 1003610033 - Control 744271359 - Property 1295455071
source: Specifies that the job queue entry runs on Wednesdays.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op woensdagen.

# Report 1003610033 - Control 744271359 - Property 2879900210
source: Run On Wednesdays
nl_nl: Uitvoeren op woensdag

# Report 1003610033 - Control 2512501250 - Property 1295455071
source: Specifies that the job queue entry runs on Fridays.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op vrijdagen.

# Report 1003610033 - Control 2512501250 - Property 2879900210
source: Run On Fridays
nl_nl: Uitvoeren op vrijdag

# Report 1003610033 - Control 3456145774 - Property 1295455071
source: Specifies that the job queue entry runs on Saturdays.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op zaterdagen.

# Report 1003610033 - Control 3456145774 - Property 2879900210
source: Run On Saturdays
nl_nl: Uitvoeren op zaterdag

# Report 1003610033 - Control 2622257132 - Property 1295455071
source: Specifies that the job queue entry runs on Sundays.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op zondagen.

# Report 1003610033 - Control 2622257132 - Property 2879900210
source: Run On Sundays
nl_nl: Uitvoeren op zondag

# XmlPort 3980278925 - Method 24927850 - NamedType 1273762815
source: With the import all existing ADLSE Tables and Fields will be deleted. Do you want to continue?
nl_nl: Bij het importeren worden alle bestaande ADLSE-tabellen en -velden verwijderd. Wilt u doorgaan?

# Enum 1662683307 - EnumValue 3826689261 - Property 2879900210
source: Failed
de_de: Fehler Fehlgeschlagen
nl_nl: Mislukt

# Enum 1662683307 - EnumValue 1675045056 - Property 2879900210
source: In process
de_de: In Bearbeitung
nl_nl: In behandeling

# Enum 1662683307 - EnumValue 3371220206 - Property 2879900210
source: Never run
de_de: Nie ausgeführt
nl_nl: Nooit uitgevoerd

# Enum 1662683307 - EnumValue 3878926381 - Property 2879900210
source: Success
de_de: Erfolg
nl_nl: Geslaagd

# PermissionSet 2556780527 - Property 2879900210
source: ADLS - Execute
de_de: ADLS - Ausführen
nl_nl: ADLS - Uitvoeren

# Table 3585497636 - Field 3302704947 - Property 2879900210
source: Landing Zone
de_de: Landezone

# Page 3585497636 - Control 1656975091 - Property 2879900210
source: Tenant ID
de_de: Mandanten-ID

# Page 1369837935 - NamedType 1170006682
source: The following fields have been incorrectly enabled for exports in the table %1: %2
de_de: Die folgenden Felder wurden in der Tabelle %1 fehlerhaft für Exporte aktiviert: %2

# Page 1369837935 - NamedType 814265038
source: Data may have been exported from this table before. Changing the export schema now may cause unexpected side- effects. You may reset the table first so all the data shall be exported afresh. Do you still wish to continue?
de_de: Es ist möglich, dass Daten aus dieser Tabelle zuvor exportiert wurden. Das Ändern des Export-Schemas kann nun zu unerwarteten Nebenwirkungen führen. Sie können die Tabelle zunächst zurücksetzen, damit alle Daten erneut exportiert werden. Möchten Sie dennoch fortfahren?

# XmlPort 3980278925 - Method 24927850 - NamedType 1273762815
source: With the import all existing ADL Tables and Fields will be deleted. Do you want to continue?
de_de: Beim Import werden alle vorhandenen ADL-Tabellen und Felder gelöscht. Möchten Sie fortfahren?

# Enum 2878624034 - EnumValue 633746631 - Property 2879900210
source: Microsoft Fabric - Open Mirroring
de_de: Microsoft Fabric - offene Spiegelung
