Repository: Bertverbeek4PS/bc2adls_appsource
Catalog: businessCentral/app/Translations/BC2ADLS.*.xlf
Languages: de_de, nl_nl

# EnumExtension 669312005 - EnumValue 2799543553 - Property 2879900210
source: Azure Data Lake Storage Export
de_de: Exportieren von Azure Data Lake Storage

# PermissionSet 3789800479 - Property 2879900210
source: ADLS - Setup
de_de: ADLS - Einrichtung
