Repository: Bertverbeek4PS/bc2adls_appsource
Catalog: businessCentral/app/Translations/BC2ADLS.*.xlf
Languages: de_de, nl_nl

# Table 322321732 - Property 2879900210
source: AZD Companies Table
nl_nl: Bedrijfstabel

# Table 322321732 - Field 401751910 - Property 1295455071
source: Specifies the error message from the last export of this table in this company.
nl_nl: Hiermee geeft u het foutbericht van de laatste export van deze tabel in dit bedrijf op.

# Table 322321732 - Field 401751910 - Property 2879900210
source: Last error
nl_nl: Laatste fout

# Table 322321732 - Field 48798192 - Property 1295455071
source: Specifies the status of the last export from this table in this company.
nl_nl: Hiermee geeft u de status van de laatste export van deze tabel in dit bedrijf op.

# Table 322321732 - Field 48798192 - Property 2879900210
source: Last exported state
nl_nl: Laatst geëxporteerde status

# Table 322321732 - Field 2081141301 - Property 1295455071
source: Specifies the time of the last export from this table in this company.
nl_nl: Hiermee geeft u het tijdstip van de laatste export van deze tabel in dit bedrijf op.

# Table 322321732 - Field 2081141301 - Property 2879900210
source: Last started at
nl_nl: Laatst gestart op

# Table 322321732 - Field 3199984955 - Property 1295455071
source: Specifies the timestamp of the deleted records in this table that was exported last.
nl_nl: Hiermee geeft u het tijdstempel van de verwijderde records in deze tabel op dat als laatste is geëxporteerd.

# Table 322321732 - Field 3199984955 - Property 2879900210
source: Last timestamp deleted
nl_nl: Laatste tijdstempel verwijderingen

# Table 322321732 - Field 3283300484 - Property 1295455071
source: Specifies the company this table is synced for.
nl_nl: Hiermee geeft u het bedrijf op waarvoor deze tabel wordt gesynchroniseerd.

# Table 322321732 - Field 3283300484 - Property 2879900210
source: Sync Company
nl_nl: Sync bedrijf

# Table 322321732 - Field 1393533604 - Property 1295455071
source: Specifies the caption of the table to be exported.
nl_nl: Hiermee geeft u het bijschrift van de te exporteren tabel op.

# Table 322321732 - Field 1393533604 - Property 2879900210
source: Table Caption
nl_nl: Tabelbijschrift

# Table 322321732 - Field 3135334477 - Property 1295455071
source: Specifies the ID of the table to be exported.
nl_nl: Hiermee geeft u de id van de te exporteren tabel op.

# Table 322321732 - Field 3135334477 - Property 2879900210
source: Table ID
nl_nl: Tabel-id

# Table 322321732 - Field 3406449795 - Property 1295455071
source: Specifies the timestamp of the record in this table that was exported last.
nl_nl: Hiermee geeft u het tijdstempel van het record in deze tabel op dat als laatste is geëxporteerd.

# Table 322321732 - Field 3406449795 - Property 2879900210
source: Last timestamp
nl_nl: Laatste tijdstempel

# Table 2452716164 - Property 2879900210
source: ADL Current Session
de_de: ADL-Aktuelle Sitzung
nl_nl: ADL Huidige sessie

# Table 2452716164 - NamedType 3437631353
source: Could not delete the export table session %1 for table on company %2.
de_de: Die Sitzung %1 der Exporttabelle für die Tabelle des Unternehmens %2 konnte nicht gelöscht werden.
nl_nl: Kan exportsessie %1 voor de tabel in bedrijf %2 niet verwijderen.

# Table 2452716164 - NamedType 2663260909
source: An export data process is already running. Please wait for it to finish.
de_de: Ein Exportdatenprozess wird bereits ausgeführt. Bitte warten Sie, bis dieser abgeschlossen ist.
nl_nl: Er wordt al een data-export uitgevoerd. Wacht tot deze is voltooid.

# Table 2452716164 - NamedType 3713913427
source: Could not start the export as there is already an active export running for the table %1. If this is not so, please stop all exports and try again.
de_de: Der Export konnte nicht gestartet werden, da für die Tabelle %1 bereits ein aktiver Export ausgeführt wird. Falls dies nicht der Fall ist, beenden Sie alle Exporte und versuchen Sie es erneut.
nl_nl: Kan de export niet starten omdat er al een actieve export loopt voor tabel %1. Als dat niet zo is, stop alle exports en probeer opnieuw.

# Table 2452716164 - NamedType 242728078
source: Export to data lake session for table %1 terminated by user.
de_de: Der Export in die Data-Lake-Sitzung für die Tabelle %1 wurde vom Benutzer beendet.
nl_nl: Export naar datalake-sessie voor tabel %1 beëindigd door gebruiker.

# Table 2452716164 - Field 3997336476 - Property 2879900210
source: Company name
de_de: Mandantenname
nl_nl: Bedrijfsnaam

# Table 2452716164 - Field 1829104285 - Property 2879900210
source: Session ID
de_de: Sitzungs-ID
nl_nl: Sessie-id

# Table 2452716164 - Field 1196097820 - Property 2879900210
source: Session unique ID
de_de: Eindeutige Sitzungs-ID
nl_nl: Unieke sessie-ID

# Table 2452716164 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 944559425 - Property 2879900210
source: ADL Deleted Record
de_de: ADL-gelöschter Datensatz
nl_nl: ADL Verwijderd record

# Table 944559425 - Field 2279916462 - Property 2879900210
source: Deletion Timestamp
de_de: Löschungs-Zeitstempel
nl_nl: Tijdstempel verwijdering

# Table 944559425 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Lfd. Nr.
nl_nl: Volgnummer Postnr.

# Table 944559425 - Field 3076185996 - Property 2879900210
source: System ID
nl_nl: Systeem-ID

# Table 944559425 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 3786303744 - Property 2879900210
source: ADL Deleted Table Filter
de_de: ADL-Filter für gelöschte Tabellen
nl_nl: ADL Filter verwijderde tabel

# Table 3786303744 - Field 1393533604 - Property 1295455071
source: Specifies the caption of the table whose data is to exported.
de_de: Gibt die Beschriftung der Tabelle an, deren Daten exportiert werden sollen.
nl_nl: Hiermee wordt het onderschrift van de tabel opgegeven waarvan gegevens worden geëxporteerd.

# Table 3786303744 - Field 1393533604 - Property 2879900210
source: Table Caption
de_de: Tabellenbeschriftung
nl_nl: Tabelbijschrift

# Table 3786303744 - Field 1359954629 - Property 1295455071
source: Specify the ID of the table that should not be tracked for deletes.
de_de: Geben Sie die ID der Tabelle an, die nicht für Löschungen nachverfolgt werden soll.
nl_nl: Geef de ID van de tabel die niet voor verwijderingen moet worden gevolgd.

# Table 3786303744 - Field 1359954629 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 78661769 - Property 2879900210
source: ADL Enum Translation
de_de: ADL-Enum-Übersetzung
nl_nl: ADL Enumvertaling

# Table 78661769 - Field 1634532550 - Property 1295455071
source: Specifies the compliant field name of the field that is compliant with Data Lake standards.
de_de: Gibt den kompatiblen Feldnamen des Felds an, das mit Data-Lake-Standards kompatibel ist.
nl_nl: Hiermee geeft u de conforme veldnaam op die voldoet aan Data Lake-standaarden.

# Table 78661769 - Field 1634532550 - Property 2879900210
source: Compliant Object Name
de_de: Name des kompatiblen Objekts
nl_nl: Conforme objectnaam

# Table 78661769 - Field 1153821034 - Property 1295455071
source: Specifies the Compliant table Name of the table that is compliant with Data Lake standards.
de_de: Gibt den kompatiblen Tabellennamen der Tabelle an, die mit Data-Lake-Standards kompatibel ist.
nl_nl: Hiermee geeft u de conforme tabelnaam op die voldoet aan Data Lake-standaarden.

# Table 78661769 - Field 1153821034 - Property 2879900210
source: Compliant Table Name
de_de: Name der kompatiblen Tabelle
nl_nl: Conforme tabelnaam

# Table 78661769 - Field 4095765489 - Property 2879900210
source: Field Id
de_de: Feld-ID
nl_nl: Veld-ID

# Table 78661769 - Field 2066789741 - Property 2879900210
source: Table Id
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 4024257453 - Property 2879900210
source: ADL Enum Translation Language
de_de: ADL-Enum-Übersetzungssprache
nl_nl: ADL Enumvertaling taal

# Table 4024257453 - Field 1634532550 - Property 1295455071
source: Specifies the compliant field name of the field that is compliant with Data Lake standards.
de_de: Gibt den kompatiblen Feldnamen des Felds an, das mit Data-Lake-Standards kompatibel ist.
nl_nl: Hiermee geeft u de conforme veldnaam op die voldoet aan Data Lake-standaarden.

# Table 4024257453 - Field 1634532550 - Property 2879900210
source: Compliant Object Name
de_de: Name des kompatiblen Objekts
nl_nl: Conforme objectnaam

# Table 4024257453 - Field 1153821034 - Property 1295455071
source: Specifies the compliant table name of the table that is compliant with Data Lake standards.
de_de: Gibt den kompatiblen Tabellennamen der Tabelle an, die mit Data-Lake-Standards kompatibel ist.
nl_nl: Hiermee geeft u de conforme tabelnaam op die voldoet aan Data Lake-standaarden.

# Table 4024257453 - Field 1153821034 - Property 2879900210
source: Compliant Table Name
de_de: Name der kompatiblen Tabelle
nl_nl: Conforme tabelnaam

# Table 4024257453 - Field 1802100194 - Property 1295455071
source: Specifies the caption of the enum value.
de_de: Gibt die Beschriftung des Enum-Werts an.
nl_nl: Hiermee geeft u het onderschrift van de enumwaarde op.

# Table 4024257453 - Field 1802100194 - Property 2879900210
source: Enum Caption
de_de: Enum-Beschriftung
nl_nl: Enumonderschrift

# Table 4024257453 - Field 4095765489 - Property 2879900210
source: Field Id
de_de: Feld-ID
nl_nl: Veld-ID

# Table 4024257453 - Field 2273653569 - Property 1295455071
source: Specifies the language code.
de_de: Gibt den Sprachcode an.
nl_nl: Hiermee geeft u de taalcode op.

# Table 4024257453 - Field 2273653569 - Property 2879900210
source: Language Code
de_de: Sprachcode
nl_nl: Taal Taalcode

# Table 4024257453 - Field 2066789741 - Property 2879900210
source: Table Id
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 1198963999 - Property 2879900210
source: Export Category Table
de_de: Exportkategorientabelle
nl_nl: Tabel exportcategorie

# Table 1198963999 - Field 3004954119 - Property 1295455071
source: Specifies the Unique Code of a Export Category which can be linked to tables which are part of the export to Azure Datalake.
de_de: Gibt den eindeutigen Code einer Exportkategorie an, die mit Tabellen verknüpft werden kann, die Teil des Exports in Azure Data Lake sind.
nl_nl: Hiermee geeft u de unieke code van een exportcategorie op die kan worden gekoppeld aan tabellen die deel uitmaken van de export naar Azure Data Lake.

# Table 1198963999 - Field 3461834954 - Property 1295455071
source: Specifies the Description of the Export Category.
de_de: Gibt die Beschreibung der Exportkategorie an.
nl_nl: Hiermee geeft u de omschrijving van de exportcategorie op.

# Table 1198963999 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
nl_nl: Beschrijving Omschrijving

# Table 2243914143 - Property 2879900210
source: ADL Field
de_de: ADL-Feld
nl_nl: ADL Veld

# Table 2243914143 - NamedType 424748964
source: Table with ID %1 has not been set to be exported.
de_de: Die Tabelle mit der ID %1 wurde nicht für den Export festgelegt.
nl_nl: Tabel met ID %1 is niet ingesteld voor export.

# Table 2243914143 - Method 119259710 - NamedType 1973318843
source: Table field is part of the Primary Key, Field cannot be disabled.
de_de: Das Tabellenfeld ist Teil des Primärschlüssels, das Feld kann nicht deaktiviert werden.
nl_nl: Tabelveld is onderdeel van de primaire sleutel; veld kan niet worden uitgeschakeld.

# Table 2243914143 - Field 2891538263 - Property 1295455071
source: Specifies if the field will be exported.
de_de: Gibt an, ob das Feld exportiert wird.
nl_nl: Hiermee geeft u aan of het veld wordt geëxporteerd.

# Table 2243914143 - Field 2891538263 - Property 2879900210
source: Enabled
de_de: Aktiviert
nl_nl: Geactiveerd Ingeschakeld

# Table 2243914143 - Field 869342929 - Property 1295455071
source: Specifies the ID of the field to be exported.
de_de: Gibt die ID des zu exportierenden Felds an.
nl_nl: Hiermee geeft u de ID van het te exporteren veld op.

# Table 2243914143 - Field 869342929 - Property 2879900210
source: Field ID
de_de: Feld-ID
nl_nl: Veld-id

# Table 2243914143 - Field 2780874720 - Property 1295455071
source: Specifies the name of the field to be exported.
de_de: Gibt den Namen des zu exportierenden Felds an.
nl_nl: Hiermee geeft u de naam van het te exporteren veld op.

# Table 2243914143 - Field 2780874720 - Property 2879900210
source: Field
de_de: Feld
nl_nl: Veld

# Table 2243914143 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 2338903474 - Property 2879900210
source: ADL Run
de_de: ADL-Ausführung
nl_nl: ADL Uitvoering

# Table 2338903474 - NamedType 392019747
source: Could not update the status of the export run for table to %1.
de_de: Der Status der Exportlaufzeit für die Tabelle konnte nicht auf %1 aktualisiert werden.
nl_nl: Kan de status van de exportrun voor tabel niet bijwerken naar %1.

# Table 2338903474 - NamedType 928042365
source: No export process running for table.
de_de: Kein Exportprozess für die Tabelle wird ausgeführt.
nl_nl: Er wordt geen exportproces uitgevoerd voor tabel.

# Table 2338903474 - NamedType 2617401609
source: Export stopped as session was cancelled. Please check state of the export on the data lake before enabling this.
de_de: Der Export wurde beendet, da die Sitzung storniert wurde. Bitte überprüfen Sie den Status des Exports im Data Lake, bevor Sie dies aktivieren.
nl_nl: Export gestopt omdat sessie is geannuleerd. Controleer de status van de export in de datalake voordat u dit inschakelt.

# Table 2338903474 - Field 3997336476 - Property 2879900210
source: Company name
de_de: Mandantenname
nl_nl: Bedrijfsnaam

# Table 2338903474 - Field 4241106586 - Property 1295455071
source: Specifies when the export was started.
de_de: Gibt an, wann der Export gestartet wurde.
nl_nl: Hiermee geeft u aan wanneer de export is gestart.

# Table 2338903474 - Field 4241106586 - Property 2879900210
source: Ended
de_de: Beendet
nl_nl: Beëindigd

# Table 2338903474 - Field 2248886284 - Property 1295455071
source: Specifies the error if the execution had any.
de_de: Gibt den Fehler an, falls die Ausführung einen Fehler aufwies.
nl_nl: Hiermee geeft u de fout op als de uitvoering er een had.

# Table 2338903474 - Field 2248886284 - Property 2879900210
source: Error
de_de: Fehler
nl_nl: Fout

# Table 2338903474 - Field 3641927271 - Property 2879900210
source: ID
nl_nl: Id ID

# Table 2338903474 - Field 816905803 - Property 1295455071
source: Specifies when the export was started.
de_de: Gibt an, wann der Export gestartet wurde.
nl_nl: Hiermee geeft u aan wanneer de export is gestart.

# Table 2338903474 - Field 816905803 - Property 2879900210
source: Started
de_de: Gestartet
nl_nl: Gestart

# Table 2338903474 - Field 269761521 - Property 1295455071
source: Specifies the state of the execution of export.
de_de: Gibt den Status der Ausführung des Exports an.
nl_nl: Hiermee geeft u de status van de uitvoering van de export op.

# Table 2338903474 - Field 269761521 - Property 2879900210
source: State
de_de: Bundesland
nl_nl: Staat/provincie Status

# Table 2338903474 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 3585497636 - Property 2879900210
source: ADL Setup
de_de: ADL-Einrichtung
nl_nl: ADL Instellingen

# Table 3585497636 - NamedType 2394985851
source: The account name is in an incorrect format. Please only use abcdefghijklmnopqrstuvwxyz1234567890
de_de: Der Kontoname hat ein falsches Format. Bitte verwenden Sie nur abcdefghijklmnopqrstuvwxyz1234567890
nl_nl: De accountnaam heeft een onjuist formaat. Gebruik alleen abcdefghijklmnopqrstuvwxyz1234567890

# Table 3585497636 - NamedType 2795128801
source: The container name is in an incorrect format. Please only use abcdefghijklmnopqrstuvwxyz1234567890_
de_de: Der Containername hat ein falsches Format. Bitte verwenden Sie nur abcdefghijklmnopqrstuvwxyz1234567890_
nl_nl: De containernaam heeft een onjuist formaat. Gebruik alleen abcdefghijklmnopqrstuvwxyz1234567890_

# Table 3585497636 - NamedType 2516915036
source: The lakehouse is in an incorrect format. Please only use abcdefghijklmnopqrstuvwxyz1234567890_ or a valid GUID
de_de: Das Lakehouse hat ein falsches Format. Bitte verwenden Sie nur abcdefghijklmnopqrstuvwxyz1234567890_ oder eine gültige GUID
nl_nl: Lakehouse heeft een onjuist formaat. Gebruik alleen abcdefghijklmnopqrstuvwxyz1234567890_ of een geldige GUID

# Table 3585497636 - NamedType 102026637
source: Please enter a value that is equal or smaller than 10 for the maximum retries.
de_de: Bitte geben Sie einen Wert ein, der gleich oder kleiner als 10 für die maximalen Versuche ist.
nl_nl: Voer een waarde in die gelijk is aan of kleiner dan 10 voor het maximumaantal pogingen.

# Table 3585497636 - NamedType 1965763300
source: No schema has been exported yet. Please export schema first before exporting the data.
de_de: Es wurde noch kein Schema exportiert. Bitte exportieren Sie das Schema zunächst, bevor Sie die Daten exportieren.
nl_nl: Er is nog geen schema geëxporteerd. Exporteer eerst het schema voordat u de gegevens exporteert.

# Table 3585497636 - NamedType 3086330205
source: No record on this table exists.
de_de: Auf dieser Tabelle ist kein Datensatz vorhanden.
nl_nl: Er bestaat geen record in deze tabel.

# Table 3585497636 - NamedType 2818560441
source: Schema already exported. Please perform the action "clear schema export date" before changing the schema.
de_de: Schema ist bereits exportiert. Bitte führen Sie die Aktion "Datum des Schemaexports löschen" aus, bevor Sie das Schema ändern.
nl_nl: Schema is al geëxporteerd. Voer de actie "schema-exportdatum wissen" uit voordat u het schema wijzigt.

# Table 3585497636 - NamedType 2352920294
source: The workspace is in an incorrect format. Please only use abcdefghijklmnopqrstuvwxyz1234567890_ or a valid GUID
de_de: Der Arbeitsbereich hat ein falsches Format. Bitte verwenden Sie nur abcdefghijklmnopqrstuvwxyz1234567890_ oder eine gültige GUID
nl_nl: De workspace heeft een onjuist formaat. Gebruik alleen abcdefghijklmnopqrstuvwxyz1234567890_ of een geldige GUID

# Table 3585497636 - Method 4237346240 - NamedType 3655709774
source: Clear schema export date
de_de: Datum des Schemaexports löschen
nl_nl: Schema-exportdatum wissen

# Table 3585497636 - Field 2588032914 - Property 1295455071
source: Specifies the name of the storage account.
de_de: Gibt den Namen des Speicherkontos an.
nl_nl: Hiermee geeft u de naam van het opslagaccount op.

# Table 3585497636 - Field 2588032914 - Property 2879900210
source: Account Name
de_de: Kontoname
nl_nl: Rekeningnaam Accountnaam Rekening

# Table 3585497636 - Field 394351785 - Property 1295455071
source: Specifies the container name where data will be uploaded. Container names must be 3-63 characters, lowercase letters, numbers, and dashes only.
de_de: Gibt den Containernamen an, in den Daten hochgeladen werden. Container-Namen müssen 3-63 Zeichen lang sein und dürfen nur Kleinbuchstaben, Zahlen und Bindestriche enthalten.
nl_nl: Hiermee geeft u de containernaam op waar gegevens worden geüpload. Containernamen moeten 3-63 tekens zijn, alleen kleine letters, cijfers en streepjes.

# Table 3585497636 - Field 3801871525 - Property 1295455071
source: Specifies the format in which to store the exported data in the 'data' CDM folder. The Parquet format is recommended for storing the data with the best fidelity.
de_de: Gibt das Format an, in dem die exportierten Daten im CDM-Ordner "data" gespeichert werden. Das Parquet-Format wird empfohlen, um die Daten mit der besten Genauigkeit zu speichern.
nl_nl: Hiermee geeft u het formaat op waarin de geëxporteerde gegevens in de 'data'-CDM-map worden opgeslagen. Parquet wordt aanbevolen voor de beste nauwkeurigheid.

# Table 3585497636 - Field 3801871525 - Property 2879900210
source: CDM data format
de_de: CDM-Datenformat
nl_nl: CDM-gegevensformaat

# Table 3585497636 - Field 2986454676 - Property 1295455071
source: Specifies the delayed export time in seconds (0 = No delay).
de_de: Gibt die verzögerte Exportzeit in Sekunden an (0 = Keine Verzögerung).
nl_nl: Hiermee geeft u de vertraagde exporttijd in seconden op (0 = geen vertraging).

# Table 3585497636 - Field 2986454676 - Property 2879900210
source: Delayed Export
de_de: Verzögerter Export
nl_nl: Vertraagde export

# Table 3585497636 - Field 921554209 - Property 1295455071
source: Specifies if the table will be deleted if a reset of the table is done.
de_de: Gibt an, ob die Tabelle gelöscht wird, wenn ein Zurücksetzen der Tabelle durchgeführt wird.
nl_nl: Hiermee geeft u aan of de tabel wordt verwijderd bij een reset van de tabel.

# Table 3585497636 - Field 921554209 - Property 2879900210
source: Delete table
de_de: Tabelle löschen
nl_nl: Tabel verwijderen

# Table 3585497636 - Field 2670080655 - Property 1295455071
source: Specifies if the column DeliveredDateTime will be added to the CSV export file.
de_de: Gibt an, ob die Spalte DeliveredDateTime zur CSV-Exportdatei hinzugefügt wird.
nl_nl: Hiermee geeft u aan of de kolom DeliveredDateTime wordt toegevoegd aan het CSV-exportbestand.

# Table 3585497636 - Field 2670080655 - Property 2879900210
source: Add delivered DateTime
de_de: Geliefertes Datum und Uhrzeit hinzufügen
nl_nl: DeliveredDateTime toevoegen

# Table 3585497636 - Field 2183130790 - Property 1295455071
source: Specifies if operational telemetry will be emitted to this extension publisher's telemetry pipeline. You will have to configure a telemetry account for this extension first.
de_de: Gibt an, ob operative Telemetrie an die Telemetrie-Pipeline des Herausgebers dieser Erweiterung gesendet wird. Sie müssen zunächst ein Telemetrie-Konto für diese Erweiterung konfigurieren.
nl_nl: Hiermee geeft u aan of operationele telemetrie wordt verzonden naar de telemetrieketen van deze extensie. U moet eerst een telemetrieaccount configureren.

# Table 3585497636 - Field 2183130790 - Property 2879900210
source: Emit telemetry
de_de: Telemetrie ausgeben
nl_nl: Telemetrie verzenden

# Table 3585497636 - Field 3066144503 - Property 1295455071
source: Specifies if you want to export the closing date column in G/L Entries.
de_de: Gibt an, ob Sie die Spalte mit dem Stichtag in G/L-Einträgen exportieren möchten.
nl_nl: Hiermee geeft u aan of u de kolom afsluitdatum in G/L-entries wilt exporteren.

# Table 3585497636 - Field 3066144503 - Property 2879900210
source: Export Closing Date column
de_de: Spalte "Stichtag" exportieren
nl_nl: Kolom afsluitdatum exporteren

# Table 3585497636 - Field 3705643805 - Property 1295455071
source: Specifies the company for the export of the database tables.
de_de: Gibt das Unternehmen für den Export der Datenbankentabellen an.
nl_nl: Hiermee geeft u het bedrijf op voor de export van de databasetabellen.

# Table 3585497636 - Field 3705643805 - Property 2879900210
source: Export Company Database Tables
de_de: Exportieren Sie Datenbankentabellen des Unternehmens
nl_nl: Bedrijfsdatabasetabellen exporteren

# Table 3585497636 - Field 373671349 - Property 1295455071
source: Specifies if the enums will be exported as integers instead of strings. This is useful if you want to use the enums in Power BI.
de_de: Gibt an, ob die Enums als Ganzzahlen statt als Zeichenketten exportiert werden. Dies ist hilfreich, wenn Sie die Enums in Power BI verwenden möchten.
nl_nl: Hiermee geeft u aan of enums als gehele getallen i.p.v. tekst worden geëxporteerd. Handig voor gebruik in Power BI.

# Table 3585497636 - Field 373671349 - Property 2879900210
source: Export Enum as Integer
de_de: Enum als Ganzzahl exportieren
nl_nl: Enum als geheel getal exporteren
