Repository: Bertverbeek4PS/bc2adls_appsource
Catalog: businessCentral/app/Translations/BC2ADLS.*.xlf
Languages: de_de, nl_nl

# Table 3585497636 - Field 3312182529 - Property 1295455071
source: Specifies the name of the Lakehouse where the data is going to be uploaded. This can be a name or a GUID.
de_de: Gibt den Namen des Lakehouse an, in den die Daten hochgeladen werden. Dies kann ein Name oder eine GUID sein.
nl_nl: Hiermee geeft u de naam op van de Lakehouse waar de gegevens worden geüpload. Dit kan een naam of GUID zijn.

# Table 3585497636 - Field 3302704947 - Property 1295455071
source: Specifies the name of the Landing Zone where the data is going to be uploaded. This Landing Zone you can find at the Replication Status page in Microsoft Fabric.
de_de: Gibt den Namen der Landezone an, in die die Daten hochgeladen werden. Diese Landezone finden Sie auf der Seite "Replikationsstatus" in Microsoft Fabric.
nl_nl: Hiermee geeft u de naam op van de Landing Zone waar de gegevens worden geüpload. Deze Landing Zone vindt u op de pagina Replication Status in Microsoft Fabric.

# Table 3585497636 - Field 1328486690 - Property 2879900210
source: Maximum retries
de_de: Maximale Versuche
nl_nl: Maximum pogingen

# Table 3585497636 - Field 710554475 - Property 1295455071
source: Specifies maximum upload size per data block in MiBs. Larger values reduce iterations but may affect other processes.
de_de: Gibt die maximale Uploadgröße pro Datenblock in MiBs an. Größere Werte reduzieren Iterationen können sich aber auf andere Prozesse auswirken.
nl_nl: Hiermee geeft u de maximale uploadgrootte per datablock in MiB op. Grotere waarden verminderen iteraties maar kunnen andere processen beïnvloeden.

# Table 3585497636 - Field 710554475 - Property 2879900210
source: Max payload size (MiBs)
de_de: Max. Payload-Größe (MiBs)
nl_nl: Max. payloadgrootte (MiB)

# Table 3585497636 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel
nl_nl: Primaire sleutel

# Table 3585497636 - Field 1702737111 - Property 2879900210
source: Schema exported on
de_de: Schema exportiert am
nl_nl: Schema geëxporteerd op

# Table 3585497636 - Field 864596981 - Property 1295455071
source: Specifies that records are not sorted by row version before export. May affect incremental data export.
de_de: Gibt an, dass Datensätze nicht nach Zeilenversion sortiert werden, bevor sie exportiert werden. Kann sich auf inkrementellen Datenexport auswirken.
nl_nl: Hiermee geeft u aan dat records niet op rijversie worden gesorteerd vóór export. Kan invloed hebben op incrementele export.

# Table 3585497636 - Field 864596981 - Property 2879900210
source: Skip row version sorting
de_de: Zeilenversionssortierung überspringen
nl_nl: Rijversiesortering overslaan

# Table 3585497636 - Field 613473307 - Property 1295455071
source: Specifies the type of storage type to use.
de_de: Gibt den Speichertyp an, der verwendet werden soll.
nl_nl: Hiermee geeft u het te gebruiken opslagtype op.

# Table 3585497636 - Field 613473307 - Property 2879900210
source: Storage type
de_de: Speichertyp
nl_nl: Opslagtype

# Table 3585497636 - Field 2653012956 - Property 1295455071
source: Specifies the translations for the enums used in the selected tables.
de_de: Gibt die Übersetzungen für die in den ausgewählten Tabellen verwendeten Enums an.
nl_nl: Hiermee geeft u de vertalingen voor de enums in de geselecteerde tabellen op.

# Table 3585497636 - Field 2653012956 - Property 2879900210
source: Translations
de_de: Übersetzungen
nl_nl: Vertalingen

# Table 3585497636 - Field 3808103248 - Property 1295455071
source: Specifies if the captions of fields will be used instead of names. Be aware that the user of the export in all companies must have the same language.
de_de: Gibt an, ob die Beschriftungen von Feldern anstelle von Namen verwendet werden. Beachten Sie, dass der Benutzer des Exports in allen Unternehmen die gleiche Sprache haben muss.
nl_nl: Hiermee geeft u aan of veldonderschriften worden gebruikt in plaats van namen. De gebruiker van de export in alle bedrijven moet dezelfde taal hebben.

# Table 3585497636 - Field 3808103248 - Property 2879900210
source: Use Field Captions
de_de: Feldbeschriftungen verwenden
nl_nl: Veldonderschriften gebruiken

# Table 3585497636 - Field 2224467258 - Property 1295455071
source: Specifies that table and field IDs will only be used in names if duplicates exist.
de_de: Gibt an, dass Tabellen- und Feld-IDs nur in Namen verwendet werden, wenn Duplikate vorhanden sind.
nl_nl: Hiermee geeft u aan dat tabel- en veld-ID's alleen in namen worden gebruikt als er duplicaten zijn.

# Table 3585497636 - Field 2224467258 - Property 2879900210
source: IDs for Duplicates Only
de_de: IDs nur für Duplikate
nl_nl: IDs alleen bij duplicaten

# Table 3585497636 - Field 334359692 - Property 1295455071
source: Specifies if the captions of Tables will be used instead of names. Be aware that the user of the export in all companies must have the same language.
de_de: Gibt an, ob die Beschriftungen von Tabellen anstelle von Namen verwendet werden. Beachten Sie, dass der Benutzer des Exports in allen Unternehmen die gleiche Sprache haben muss.
nl_nl: Hiermee geeft u aan of tabelonderschriften worden gebruikt in plaats van namen. Gebruiker in alle bedrijven moet dezelfde taal hebben.

# Table 3585497636 - Field 334359692 - Property 2879900210
source: Use Table Captions
de_de: Tabellenbeschriftungen verwenden
nl_nl: Tabelonderschriften gebruiken

# Table 3585497636 - Field 3663515799 - Property 1295455071
source: Specifies the name of the Workspace where the data is going to be uploaded. This can be a name or a GUID.
de_de: Gibt den Namen des Arbeitsbereichs an, in den die Daten hochgeladen werden. Dies kann ein Name oder eine GUID sein.
nl_nl: Hiermee geeft u de naam van de Workspace op waar de gegevens worden geüpload. Dit kan een naam of GUID zijn.

# Table 3585497636 - Field 3663515799 - Property 2879900210
source: Workspace
de_de: Arbeitsbereich
nl_nl: Werkruimte

# Table 428549939 - Property 2879900210
source: AZD Sync Companies
nl_nl: AZD Sync bedrijven

# Table 428549939 - Field 3283300484 - Property 1295455071
source: The company that is being Exported.
nl_nl: Het bedrijf dat wordt geëxporteerd.

# Table 428549939 - Field 3283300484 - Property 2879900210
source: Sync Company
nl_nl: Sync bedrijf

# Table 1262020811 - Property 2879900210
source: ADL Table
de_de: ADL-Tabelle
nl_nl: ADL Tabel

# Table 1262020811 - NamedType 1170006682
source: The following fields have been incorrectly enabled for exports in the table %1: %2
nl_nl: De volgende velden zijn onjuist ingeschakeld voor export in tabel %1: %2

# Table 1262020811 - NamedType 2570556267
source: Session stopped by user.
de_de: Sitzung vom Benutzer beendet.
nl_nl: Sessie gestopt door gebruiker.

# Table 1262020811 - NamedType 386156436
source: The table %1 cannot be exported because of the following error. \%2
de_de: Die Tabelle %1 kann wegen des folgenden Fehlers nicht exportiert werden.\%2
nl_nl: Tabel %1 kan niet worden geëxporteerd vanwege de volgende fout. \%2

# Table 1262020811 - NamedType 2277257241
source: Data is being executed for table %1. Please wait for the export to finish before making changes.
de_de: Daten werden für die Tabelle %1 ausgeführt. Bitte warten Sie, bis der Export abgeschlossen ist, bevor Sie Änderungen vornehmen.
nl_nl: Gegevens worden uitgevoerd voor tabel %1. Wacht tot de export is voltooid voordat u wijzigingen aanbrengt.

# Table 1262020811 - NamedType 132660943
source: Table %1 is not a normal table.
de_de: Die Tabelle %1 ist keine normale Tabelle.
nl_nl: Tabel %1 is geen normale tabel.

# Table 1262020811 - NamedType 688718946
source: and are exported to the lakehouse. Please run the notebook first.
de_de: und werden in das Lakehouse exportiert. Bitte führen Sie zunächst das Notebook aus.
nl_nl: en worden geëxporteerd naar de lakehouse. Voer eerst het notebook uit.

# Table 1262020811 - NamedType 222943332
source: %1 table(s) were reset %2
de_de: %1 Tabelle(n) wurden zurückgesetzt %2
nl_nl: %1 tabel(len) zijn gereset %2

# Table 1262020811 - NamedType 814265038
source: Data may have been exported from this table before. Changing the export schema now may cause unexpected side- effects. You may reset the table first so all the data shall be exported afresh. Do you still wish to continue?
nl_nl: Er zijn mogelijk eerder gegevens uit deze tabel geëxporteerd. Het schema nu wijzigen kan onverwachte gevolgen hebben. U kunt de tabel eerst resetten zodat alle gegevens opnieuw worden geëxporteerd. Wilt u doorgaan?

# Table 1262020811 - Field 2891538263 - Property 1295455071
source: Specifies the state of the table. Set this checkmark to export this table, otherwise not.
de_de: Gibt den Status der Tabelle an. Setzen Sie dieses Kontrollkästchen, um diese Tabelle zu exportieren, andernfalls nicht.
nl_nl: Hiermee geeft u de status van de tabel aan. Vink aan om deze tabel te exporteren, anders niet.

# Table 1262020811 - Field 2891538263 - Property 2879900210
source: Enabled
de_de: Aktiviert
nl_nl: Geactiveerd Ingeschakeld

# Table 1262020811 - Field 2891538263 - Method 2126772001 - NamedType 1652289272
source: The ADL Table table cannot be disabled.
de_de: Die ADL-Tabelle kann nicht deaktiviert werden.
nl_nl: De ADL Table-tabel kan niet worden uitgeschakeld.

# Table 1262020811 - Field 2174822216 - Property 1295455071
source: Specifies the Export Category which can be linked to tables which are part of the export to Azure Datalake. The Category can be used to schedule the export.
de_de: Gibt die Exportkategorie an, die mit Tabellen verknüpft werden kann, die Teil des Exports in Azure Data Lake sind. Die Kategorie kann zur Planung des Exports verwendet werden.
nl_nl: Hiermee geeft u de exportcategorie op die kan worden gekoppeld aan tabellen die deel uitmaken van de export naar Azure Datalake. De categorie kan worden gebruikt om de export te plannen.

# Table 1262020811 - Field 2174822216 - Property 2879900210
source: Export Category
de_de: Exportkategorie
nl_nl: Exportcategorie

# Table 1262020811 - Field 2472325059 - Property 2879900210
source: Export File Number
de_de: Exportdateinummer
nl_nl: Exportbestandsnummer

# Table 1262020811 - Field 3887527536 - Property 1295455071
source: Specifies the starting date for the initial data load. Only records with SystemModifiedAt >= this date will be exported on the first export. Leave blank to export all historical data.
de_de: Gibt das Startdatum für die anfängliche Datenladung an. Nur Datensätze mit SystemModifiedAt >= diesem Datum werden beim ersten Export exportiert. Lassen Sie das Feld leer, um alle historischen Daten zu exportieren.
nl_nl: Hiermee geeft u de startdatum voor de initiële dataload op. Alleen records met SystemModifiedAt >= deze datum worden geëxporteerd bij de eerste export. Laat leeg om alle historische gegevens te exporteren.

# Table 1262020811 - Field 3887527536 - Property 2879900210
source: Initial Load Start Date
de_de: Startdatum der anfänglichen Ladung
nl_nl: Startdatum initiële load

# Table 1262020811 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 1228724135 - Property 2879900210
source: ADL Table Last Timestamp
de_de: ADL-Tabellenletzter Zeitstempel
nl_nl: ADL Tabel laatste tijdstempel

# Table 1228724135 - NamedType 786871201
source: Could not save the last time stamp for the deletions on table %1.
de_de: Der letzte Zeitstempel für die Löschungen in der Tabelle %1 konnte nicht gespeichert werden.
nl_nl: Kan het laatste tijdstempel voor verwijderingen op tabel %1 niet opslaan.

# Table 1228724135 - NamedType 3417664514
source: Could not save the last time stamp for the upserts on table %1.
de_de: Der letzte Zeitstempel für die Upserts in der Tabelle %1 konnte nicht gespeichert werden.
nl_nl: Kan het laatste tijdstempel voor upserts op tabel %1 niet opslaan.

# Table 1228724135 - Field 3997336476 - Property 2879900210
source: Company name
de_de: Mandantenname
nl_nl: Bedrijfsnaam

# Table 1228724135 - Field 68953080 - Property 2879900210
source: Entry no. of the last deleted record
de_de: Eintragsnummer des letzten gelöschten Datensatzes
nl_nl: Ingangsnr. laatste verwijderde record

# Table 1228724135 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 1228724135 - Field 3406449795 - Property 2879900210
source: Last timestamp exported for an updated record
de_de: Letzter Zeitstempel exportiert für einen aktualisierten Datensatz
nl_nl: Laatste tijdstempel geëxporteerd voor bijgewerkt record

# Codeunit 1853091555 - NamedType 3442112924
source: The field %1 in the entity %2 is already present in the data lake and cannot be removed.
de_de: Das Feld %1 in der Entität %2 ist bereits im Data Lake vorhanden und kann nicht entfernt werden.
nl_nl: Veld %1 in entiteit %2 bestaat al in de datalake en kan niet worden verwijderd.

# Codeunit 1853091555 - NamedType 1450646149
source: The data type for the field %1 in the entity %2 cannot be changed.
de_de: Der Datentyp für das Feld %1 in der Entität %2 kann nicht geändert werden.
nl_nl: Het gegevenstype voor veld %1 in entiteit %2 kan niet worden gewijzigd.

# Codeunit 1853091555 - NamedType 2691861956
source: The attribute value for %1 at index %2 is different. First: %3, Second: %4
de_de: Der Attributwert für %1 bei Index %2 ist unterschiedlich. Erste: %3, Zweite: %4
nl_nl: De attribuutwaarde voor %1 op index %2 is verschillend. Eerste: %3, Tweede: %4

# Codeunit 1853091555 - NamedType 2137219851
source: Represents the table %1
de_de: Stellt die Tabelle %1 dar
nl_nl: Stelt tabel %1 voor

# Codeunit 1853091555 - NamedType 78431063
source: Unequal number of attributes
de_de: Ungleiche Anzahl von Attributen
nl_nl: Ongelijk aantal attributen

# Codeunit 2670124153 - NamedType 1206251898
source: Representations of deleted records that have been exported previously have been deleted.
de_de: Darstellungen von gelöschten Datensätzen, die zuvor exportiert wurden, wurden gelöscht.
nl_nl: Representaties van eerder geëxporteerde verwijderde records zijn verwijderd.

# Codeunit 3094243209 - NamedType 2180020837
source: The number of blocks that can be added to the blob has reached its maximum limit.
de_de: Die Anzahl der Blöcke, die dem Blob hinzugefügt werden können, hat das Maximallimit erreicht.
nl_nl: Het aantal blokken dat aan de blob kan worden toegevoegd, heeft de maximale limiet bereikt.

# Codeunit 3094243209 - NamedType 1523564648
source: There may have been a change in the tables to export. %1
de_de: Es könnte eine Änderung in den zu exportierenden Tabellen geben. %1
nl_nl: Er is mogelijk een wijziging in de te exporteren tabellen. %1

# Codeunit 3094243209 - NamedType 2556343343
source: The schema of the table %1 has changed. %2
de_de: Das Schema der Tabelle %1 hat sich geändert. %2
nl_nl: Het schema van tabel %1 is gewijzigd. %2

# Codeunit 3094243209 - NamedType 3094360097
source: Please export the schema first before trying to export the data.
de_de: Bitte exportieren Sie zunächst das Schema, bevor Sie versuchen, die Daten zu exportieren.
nl_nl: Exporteer eerst het schema voordat u de gegevens probeert te exporteren.

# Codeunit 3094243209 - NamedType 2251668501
source: A single record payload exceeded the max payload size. Please adjust the payload size or reduce the fields to be exported for the record.
de_de: Eine einzelne Datensatz-Nutzlast hat die maximale Nutzlastgröße überschritten. Bitte passen Sie die Nutzlastgröße an oder reduzieren Sie die zu exportierenden Felder für den Datensatz.
nl_nl: Een recordpayload heeft de maximale payloadgrootte overschreden. Pas de payloadgrootte aan of beperk de velden voor dit record.

# Codeunit 3094243209 - Method 1586616589 - NamedType 2612532889
source: Attempt to rename non existing blob or target blob. From: %1, to: %2
de_de: Versuch, ein nicht existierendes Blob oder Ziel-Blob umzubenennen. Von: %1, bis: %2
nl_nl: Poging om blob of doelblob te hernoemen die niet bestaat. Van: %1, naar: %2

# Codeunit 2679237977 - NamedType 1606060615
source: No value found for %1.
de_de: Kein Wert für %1 gefunden.
nl_nl: Geen waarde gevonden voor %1.

# Codeunit 1733491988 - NamedType 4248840524
source: You do not have sufficient permissions to read from the table.
de_de: Sie verfügen nicht über ausreichende Berechtigungen zum Lesen aus der Tabelle.
nl_nl: U hebt onvoldoende machtigingen om uit de tabel te lezen.

# Codeunit 2780217495 - NamedType 1291026159
source: The schema export date has been cleared.
de_de: Das Exportdatum des Schemas wurde gelöscht.
nl_nl: De schema-exportdatum is gewist.

# Codeunit 2780217495 - NamedType 1611599047
source: Data export started for %1 out of %2 tables. Please refresh this page to see the latest export state for the tables. Only those tables that either have had changes since the last export or failed to export last time have been included. The tables for which the exports could not be started have been queued up for later.
de_de: Der Datenexport wurde für %1 von %2 Tabellen gestartet. Bitte aktualisieren Sie diese Seite, um den neuesten Exportstatus für die Tabellen anzuzeigen. Es wurden nur die Tabellen einbezogen, die entweder seit dem letzten Export Änderungen aufweisen oder beim letzten Export nicht exportiert werden konnten. Die Tabellen, für die die Exporte nicht gestartet werden konnten, wurden zur späteren Warteschlange hinzugefügt.
nl_nl: Gegevensexport gestart voor %1 van %2 tabellen. Vernieuw deze pagina om de laatste exportstatus van de tabellen te zien. Alleen tabellen met wijzigingen sinds de laatste export of die eerder zijn mislukt, zijn opgenomen. Tabellen die niet konden worden gestart zijn in de wachtrij geplaatst.

# Codeunit 2780217495 - NamedType 2174952215
source: The export process was stopped successfully.
de_de: Der Exportprozess wurde erfolgreich beendet.
nl_nl: Het exportproces is succesvol gestopt.

# Codeunit 2780217495 - Method 438010895 - NamedType 122221351
source: Current Table: #1##########\
de_de: Aktuelle Tabelle: #1##########\
nl_nl: Huidige tabel: #1##########\

# Codeunit 2997360887 - NamedType 2611328953
source: Could not append data to %1. %2
de_de: Daten konnten nicht an %1 angehängt werden. %2
nl_nl: Kan geen gegevens toevoegen aan %1. %2

# Codeunit 2997360887 - NamedType 4199198014
source: Could not commit blocks to %1. %2
de_de: Blöcke konnten nicht in %1 committet werden. %2
nl_nl: Kan blokken niet vastleggen naar %1. %2

# Codeunit 2997360887 - NamedType 2221752466
source: Could not create blob %1. %2
de_de: Blob %1 konnte nicht erstellt werden. %2
nl_nl: Kan blob %1 niet maken. %2

# Codeunit 2997360887 - NamedType 1732890337
source: Could not read data on %1. %2
de_de: Daten auf %1 konnten nicht gelesen werden. %2
nl_nl: Kan gegevens niet lezen op %1. %2

# Codeunit 2997360887 - NamedType 1534800161
source: Could not read %1 from %2.
de_de: %1 von %2 konnte nicht gelesen werden.
nl_nl: Kan %1 niet lezen van %2.

# Codeunit 2997360887 - NamedType 612618259
source: Could not release lock on blob %1. %2
de_de: Die Sperre für Blob %1 konnte nicht freigegeben werden. %2
nl_nl: Kan vergrendeling op blob %1 niet vrijgeven. %2

# Codeunit 2997360887 - NamedType 4025550862
source: Could not rename blob from %1 to %2: %3
de_de: Blob konnte nicht von %1 zu %2 umbenannt werden: %3
nl_nl: Kan blob niet hernoemen van %1 naar %2: %3

# Codeunit 2997360887 - NamedType 2852131100
source: Could not create container %1. %2
de_de: Container %1 konnte nicht erstellt werden. %2
nl_nl: Kan container %1 niet maken. %2

# Codeunit 2997360887 - NamedType 1419622901
source: Timed out waiting to acquire lease on blob %1 after %2 seconds. %3
de_de: Zeitüberschreitung beim Warten auf die Übernahme eines Leases für Blob %1 nach %2 Sekunden. %3
nl_nl: Time-out bij wachten op lease op blob %1 na %2 seconden. %3

# Codeunit 243511281 - NamedType 4177342769
source: Unsupported method: %1
de_de: Nicht unterstützte Methode: %1
nl_nl: Niet-ondersteunde methode: %1

# Codeunit 3173371767 - NamedType 1611599047
source: Data export started for %1 tables in %2 Companies. Please refresh this page to see the latest export state for the tables. Only those tables that either have had changes since the last export or failed to export last time have been included. The tables for which the exports could not be started have been queued up for later.
nl_nl: Data-export is gestart voor %1 tabellen in %2 bedrijven. Vernieuw deze pagina om de laatste exportstatus van de tabellen te bekijken. Alleen tabellen met wijzigingen sinds de laatste export of tabellen waarbij de export eerder is mislukt, zijn opgenomen. Tabellen waarvoor de export niet kon worden gestart, zijn in de wachtrij geplaatst.

# Codeunit 3585497636 - NamedType 3126772150
source: The field %1 of class %2 is not supported.
de_de: Das Feld %1 der Klasse %2 wird nicht unterstützt.
nl_nl: Veld %1 van klasse %2 wordt niet ondersteund.

# Codeunit 3585497636 - NamedType 1690176712
source: The field %1 is disabled
de_de: Das Feld %1 ist deaktiviert
nl_nl: Veld %1 is uitgeschakeld

# Codeunit 3585497636 - NamedType 325617535
source: The field %1 is obsolete
de_de: Das Feld %1 ist veraltet
nl_nl: Veld %1 is verouderd

# Codeunit 3585497636 - NamedType 3541618648
source: Select the tables to be exported
de_de: Wählen Sie die zu exportierenden Tabellen
nl_nl: Selecteer de te exporteren tabellen

# Codeunit 3585497636 - Method 3321239466 - NamedType 4202851246
source: Incorrect data has been removed from the table. Please export the schema again and reset all tables.
de_de: Fehlerhafte Daten wurden aus der Tabelle entfernt. Bitte exportieren Sie das Schema erneut und setzen Sie alle Tabellen zurück.
nl_nl: Onjuiste gegevens zijn uit de tabel verwijderd. Exporteer het schema opnieuw en reset alle tabellen.

# Codeunit 3585497636 - Method 3321239466 - NamedType 1273762815
source: With this action you will remove all fields that cannot be exported and all obsolete tables (pending / removed). Do you want to continue?
de_de: Mit dieser Aktion werden alle Felder entfernt, die nicht exportiert werden können, und alle veralteten Tabellen (ausstehend/entfernt). Möchten Sie fortfahren?
nl_nl: Met deze actie verwijdert u alle velden die niet kunnen worden geëxporteerd en alle verouderde tabellen (pending / removed). Wilt u doorgaan?

# Codeunit 1760924793 - NamedType 3331393249
source: The following table fields cannot be exported. Please disable them. %1
de_de: Die folgenden Tabellenfelder können nicht exportiert werden. Bitte deaktivieren Sie sie. %1
nl_nl: De volgende tabelvelden kunnen niet worden geëxporteerd. Schakel ze uit. %1

# Codeunit 2077411101 - NamedType 1674307088
source: The field %1 of type %2 is not supported.
de_de: Das Feld %1 vom Typ %2 wird nicht unterstützt.
nl_nl: Het veld %1 van het type %2 wordt niet ondersteund.

# Page 2057870358 - Property 2879900210
source: Assign Export Category
de_de: Exportkategorie zuweisen
nl_nl: Exportcategorie toewijzen

# Page 2057870358 - Control 4028359056 - Property 1295455071
source: Specifies Unique Code of an Export Category which can be linked to tables which are part of the export to Azure Datalake.
de_de: Gibt den eindeutigen Code einer Exportkategorie an, die mit Tabellen verknüpft werden kann, die Teil des Exports in Azure Data Lake sind.
nl_nl: Hiermee geeft u de unieke code van een exportcategorie op die kan worden gekoppeld aan tabellen die deel uitmaken van de export naar Azure Datalake.

# Page 2057870358 - Control 4028359056 - Property 2879900210
source: Export Catgory
de_de: Exportkategorie
nl_nl: Exportcategorie

# Page 2216295665 - Property 2879900210
source: Export Companies to Azure Data Lake Storage
nl_nl: Bedrijven exporteren naar Azure Data Lake Storage
