Repository: Bertverbeek4PS/bc2adls_appsource
Catalog: BC2ADLS/Translations/Azure Data Lake Storage Export.*.xlf
Languages: de_de, nl_nl

# Page 4249570476 - Control 1656975091 - Property 1295455071
source: Specifies the tenant ID which holds the app registration as well as the storage account. Note that they have to be on the same tenant.
de_de: Gibt die Mandanten-ID an, die die App-Registrierung sowie das Speicherkonto enthält. Beachten Sie, dass sie sich im selben Mandanten befinden müssen.
nl_nl: Geeft de tenant-ID weer die de app registratie en het opslagaccount bevat. Houd er rekening mee dat ze op dezelfde tenant moeten zijn.

# Page 4249570476 - Control 1656975091 - Property 2879900210
source: Tenant ID
de_de: Mandanten-ID

# Page 4249570476 - Control 3266712818 - Property 2879900210
source: Data Format
de_de: Datenformat
nl_nl: Gegevensopmaak

# Page 4249570476 - Control 858049707 - Property 2879900210
source: Export Settings
de_de: Exporteinstellungen
nl_nl: Export Instellingen

# Page 4249570476 - Control 1061736343 - Property 2879900210
source: Tables
de_de: Tabellen
nl_nl: Tabellen

# Page 4249570476 - Action 1213376883 - Property 1295455071
source: Shows all the tables that are specified not to be tracked for deletes.
de_de: Zeigt alle Tabellen an, für die festgelegt wurde, dass Löschungen nicht nachverfolgt werden.
nl_nl: Toont alle tabellen die zijn opgegeven om niet te worden bijgehouden voor verwijderingen.

# Page 4249570476 - Action 1213376883 - Property 2879900210
source: Deleted tables not to sync
de_de: Gelöschte Tabellen nicht synchronisieren
nl_nl: Verwijderde tabellen niet synchroniseren

# Page 4249570476 - Action 549706965 - Property 1295455071
source: Show the translations for the enums used in the selected tables.
de_de: Zeigen Sie die Übersetzungen für die in den ausgewählten Tabellen verwendeten Enums an.
nl_nl: Toon de vertalingen voor de enums die in de geselecteerde tabellen worden gebruikt.

# Page 4249570476 - Action 549706965 - Property 2879900210
source: Enum translations
de_de: Enum-Übersetzungen
nl_nl: Enum vertalingen

# Page 4249570476 - Action 4028359056 - Property 1295455071
source: Specifies the Export Categories available for scheduling the export to Datalake.
de_de: Gibt die Exportkategorien an, die zum Planen des Exports zu Datalake verfügbar sind.
nl_nl: Geeft de Export Categorieën weer die beschikbaar zijn voor het plannen van de export naar Data Lake.

# Page 4249570476 - Action 4028359056 - Property 2879900210
source: Export Category
de_de: Exportkategorie
nl_nl: Export Categorie

# Page 4249570476 - Action 4219020610 - Property 1295455071
source: Specifies the scheduled Job Queues for the export to Datalake.
de_de: Gibt die geplanten Aufgabenwarteschlangen für den Export zu Datalake an.
nl_nl: Geeft de geplande Taakwachtrijen weer voor de export naar Data Lake.

# Page 4249570476 - Action 4219020610 - Property 2879900210
source: Job Queue
de_de: Aufgabenwarteschlange
nl_nl: Taakwachtrij

# Page 4249570476 - Action 1894152308 - Property 1295455071
source: Removes the entries in the deleted record list that have already been exported. The codeunit ADLSE Clear Tracked Deletions may be invoked using a job queue entry for the same end.
de_de: Entfernt die Einträge in der Liste der gelöschten Datensätze, die bereits exportiert wurden. Die Codeunit ADLSE Nachverfolgte Löschungen löschen kann über einen Aufgabenwarteschlangeneintrag für denselben Zweck aufgerufen werden.
nl_nl: Verwijdert de vermeldingen in de lijst met verwijderde records die al zijn geëxporteerd. De codeunit ADLSE Clear Tracked Deletions kan worden aangeroepen met een taakwachtrijvermelding voor hetzelfde doel.

# Page 4249570476 - Action 1894152308 - Property 2879900210
source: Clear tracked deleted records
de_de: Nachverfolgte gelöschte Datensätze löschen
nl_nl: Bijgehouden verwijderde records wissen

# Page 4249570476 - Action 4030820591 - Property 1295455071
source: This will clear the schema exported on field. If this is cleared you can change the schema and export it again.
de_de: Dadurch wird das im Feld exportierte Schema gelöscht. Wenn dies gelöscht ist, können Sie das Schema ändern und erneut exportieren.
nl_nl: Dit wist het schema geëxporteerd op veld. Als dit is gewist, kunt u het schema wijzigen en opnieuw exporteren.

# Page 4249570476 - Action 4030820591 - Property 2879900210
source: Clear schema export date
de_de: Schemaexportdatum löschen
nl_nl: Schema exportdatum wissen

# Page 4249570476 - Action 3413831632 - Property 1295455071
source: Removes the history of the export executions. This should be done periodically to free up storage space.
de_de: Entfernt den Verlauf der Exportausführungen. Dies sollte regelmäßig durchgeführt werden, um Speicherplatz freizugeben.
nl_nl: Verwijdert de geschiedenis van de exportuitvoeringen. Dit moet periodiek worden gedaan om opslagruimte vrij te maken.

# Page 4249570476 - Action 3413831632 - Property 2879900210
source: Clear execution log
de_de: Ausführungsprotokoll löschen
nl_nl: Uitvoeringslogboek wissen

# Page 4249570476 - Action 3248599582 - Property 1295455071
source: Starts the export process by spawning different sessions for each table. The action is disabled in case there are export processes currently running, also in other companies.
de_de: Startet den Exportprozess, indem verschiedene Sitzungen für jede Tabelle erstellt werden. Die Aktion ist deaktiviert, falls derzeit Exportprozesse ausgeführt werden, auch in anderen Mandanten.
nl_nl: Start het exportproces door verschillende sessies voor elke tabel te starten. De actie is uitgeschakeld als er momenteel exportprocessen actief zijn, ook in andere bedrijven.

# Page 4249570476 - Action 3248599582 - Property 2879900210
source: Export
de_de: Exportieren
nl_nl: Exporteren

# Page 4249570476 - Action 3321239466 - Property 1295455071
source: Fixes incorrect tables and fields in the setup. This should be done if you have deleted some tables and fields and you cannot disable them.
de_de: Behebt falsche Tabellen und Felder in der Einrichtung. Dies sollte durchgeführt werden, wenn Sie einige Tabellen und Felder gelöscht haben und sie nicht deaktivieren können.
nl_nl: Herstelt onjuiste tabellen en velden in de instellingen. Dit moet worden gedaan als u enkele tabellen en velden hebt verwijderd en u ze niet kunt uitschakelen.

# Page 4249570476 - Action 3321239466 - Property 2879900210
source: Fix incorrect data
de_de: Falsche Daten beheben
nl_nl: Onjuiste gegevens herstellen

# Page 4249570476 - Action 2019212495 - Property 1295455071
source: Schedules the export process as a job queue entry.
de_de: Plant den Exportprozess als Aufgabenwarteschlangeneintrag.
nl_nl: Plant het exportproces als een taakwachtrijvermelding.

# Page 4249570476 - Action 2019212495 - Property 2879900210
source: Schedule export
de_de: Export planen
nl_nl: Export plannen

# Page 4249570476 - Action 438010895 - Property 1295455071
source: This will export the schema of the tables selected in the setup to the lake. This is a one-time operation and should be done before the first export of data.
de_de: Dadurch wird das Schema der in der Einrichtung ausgewählten Tabellen in den Lake exportiert. Dies ist ein einmaliger Vorgang und sollte vor dem ersten Datenexport durchgeführt werden.
nl_nl: Dit exporteert het schema van de tabellen die zijn geselecteerd in de instellingen naar het lake. Dit is een eenmalige bewerking en moet worden gedaan vóór de eerste export van gegevens.

# Page 4249570476 - Action 222153392 - Property 1295455071
source: Tries to stop all sessions that are exporting data, including those that are running in other companies.
de_de: Versucht, alle Sitzungen zu stoppen, die Daten exportieren, einschließlich derjenigen, die in anderen Mandanten ausgeführt werden.
nl_nl: Probeert alle sessies te stoppen die gegevens exporteren, inclusief sessies die in andere bedrijven worden uitgevoerd.

# Page 4249570476 - Action 222153392 - Property 2879900210
source: Stop export
de_de: Export stoppen
nl_nl: Export stoppen

# Page 4249570476 - Action 3383493608 - Property 2879900210
source: Process
de_de: Verarbeiten
nl_nl: Proces

# Page 2467644067 - Property 2879900210
source: Select the fields to be exported
de_de: Wählen Sie die zu exportierenden Felder aus
nl_nl: Selecteer de velden die moeten worden geëxporteerd

# Page 2467644067 - NamedType 3347478790
source: One or more fields could not be enabled.
de_de: Ein oder mehrere Felder konnten nicht aktiviert werden.
nl_nl: Een of meer velden konden niet worden ingeschakeld.

# Page 2467644067 - Control 3597848481 - Property 1295455071
source: Specifies the name of the field for this entity in the data lake.
de_de: Gibt den Namen des Feldes für diese Entität im Data Lake an.
nl_nl: Geeft de naam van het veld voor deze entiteit in Data Lake weer.

# Page 2467644067 - Control 3597848481 - Property 2879900210
source: Attribute name
de_de: Attributname
nl_nl: Attribuutnaam

# Page 2467644067 - Control 1409525680 - Property 1295455071
source: Specifies the field class.
de_de: Gibt die Feldklasse an.
nl_nl: Geeft de veldklasse weer.

# Page 2467644067 - Control 1409525680 - Property 2879900210
source: Class
de_de: Klasse
nl_nl: Klasse

# Page 2467644067 - Control 869342929 - Property 2879900210
source: Number
de_de: Nummer
nl_nl: Nummer

# Page 2467644067 - Control 4079677382 - Property 1295455071
source: Specifies the field type.
de_de: Gibt den Feldtyp an.
nl_nl: Geeft het veldtype weer.

# Page 2467644067 - Control 4079677382 - Property 2879900210
source: Type
de_de: Art

# Page 2467644067 - Control 3909250225 - Property 1295455071
source: Specifies if the the field is part of the primary key.
de_de: Gibt an, ob das Feld Teil des Primärschlüssels ist.
nl_nl: Geeft aan of het veld deel uitmaakt van de primaire sleutel.

# Page 2467644067 - Control 3909250225 - Property 2879900210
source: Part of Primary Key
de_de: Teil des Primärschlüssels
nl_nl: Onderdeel van Primaire Sleutel

# Page 2467644067 - Control 2990557594 - Property 1295455071
source: Specifies the Obsolete State of the field.
de_de: Gibt den Veraltungsstatus des Feldes an.
nl_nl: Geeft de Verouderde Status van het veld weer.

# Page 2467644067 - Control 2990557594 - Property 2879900210
source: Obsolete State
de_de: Veraltungsstatus
nl_nl: Verouderde Status

# Page 2467644067 - Control 2990557594 - Property 62802879
source: No,Pending,Removed
de_de: Nein,Ausstehend,Entfernt

# Page 2467644067 - Action 2223207931 - Property 1295455071
source: Enables all fields of the table that can be enabled.
de_de: Aktiviert alle Felder der Tabelle, die aktiviert werden können.
nl_nl: Schakelt alle velden van de tabel in die kunnen worden ingeschakeld.

# Page 2467644067 - Action 2223207931 - Property 2879900210
source: Enable all valid fields
de_de: Alle gültigen Felder aktivieren
nl_nl: Alle geldige velden inschakelen

# Page 3887871207 - Property 2879900210
source: Tables
de_de: Tabellen
nl_nl: Tabellen

# Page 3887871207 - NamedType 704878071
source: Table%1
de_de: Tabelle%1

# Page 3887871207 - NamedType 1170006682
source: The following fields have been incorrectly enabled for exports in the table %1: %2
de_de: Die folgenden Felder wurden für Exporte in der Tabelle %1 falsch aktiviert: %2
nl_nl: De volgende velden zijn onjuist ingeschakeld voor exports in de tabel %1: %2

# Page 3887871207 - NamedType 814265038
source: Data may have been exported from this table before. Changing the export schema now may cause unexpected side- effects. You may reset the table first so all the data shall be exported afresh. Do you still wish to continue?
de_de: Daten wurden möglicherweise zuvor aus dieser Tabelle exportiert. Das Ändern des Exportschemas jetzt kann unerwartete Nebenwirkungen verursachen. Sie können die Tabelle zuerst zurücksetzen, damit alle Daten neu exportiert werden. Möchten Sie dennoch fortfahren?
nl_nl: Gegevens kunnen eerder uit deze tabel zijn geëxporteerd. Het nu wijzigen van het exportschema kan onverwachte bijwerkingen veroorzaken. U kunt de tabel eerst resetten zodat alle gegevens opnieuw worden geëxporteerd. Wilt u nog steeds doorgaan?

# Page 3887871207 - Control 2740688609 - Property 1295455071
source: Specifies the ID of the active export session for this table in this company, if any.
de_de: Gibt die ID der aktiven Exportsitzung für diese Tabelle in diesem Mandanten an, falls vorhanden.
nl_nl: Geeft de ID van de actieve exportsessie voor deze tabel in dit bedrijf weer, indien aanwezig.

# Page 3887871207 - Control 2740688609 - Property 2879900210
source: Active session ID
de_de: Aktive Sitzungs-ID
nl_nl: Actieve sessie-ID

# Page 3887871207 - Control 488224429 - Property 1295455071
source: Specifies the name of the entity corresponding to this table on the data lake. The value at the end indicates the table number in Dynamics 365 Business Central.
de_de: Gibt den Namen der Entität an, die dieser Tabelle im Data Lake entspricht. Der Wert am Ende gibt die Tabellennummer in Dynamics 365 Business Central an.
nl_nl: Geeft de naam van de entiteit weer die overeenkomt met deze tabel op Data Lake. De waarde aan het einde geeft het tabelnummer in Dynamics 365 Business Central aan.

# Page 3887871207 - Control 488224429 - Property 2879900210
source: Entity name
de_de: Entitätsname
nl_nl: Entiteitnaam

# Page 3887871207 - Control 2891538263 - Property 2879900210
source: Enabled
de_de: Aktiviert
nl_nl: Ingeschakeld

# Page 3887871207 - Control 2174822216 - Property 2879900210
source: Export Category
de_de: Exportkategorie
nl_nl: Export Categorie

# Page 3887871207 - Control 2472325059 - Property 1295455071
source: Specifies last file number used when exporting data from this table.
de_de: Gibt die letzte Dateinummer an, die beim Exportieren von Daten aus dieser Tabelle verwendet wurde.
nl_nl: Geeft het laatst gebruikte bestandsnummer weer bij het exporteren van gegevens uit deze tabel.

# Page 3887871207 - Control 3126421183 - Property 1295455071
source: Specifies if any field has been chosen to be exported. Click on Choose Fields action to add fields to export.
de_de: Gibt an, ob ein Feld zum Exportieren ausgewählt wurde. Klicken Sie auf die Aktion Felder auswählen, um Felder zum Exportieren hinzuzufügen.
nl_nl: Geeft aan of er een veld is gekozen om te worden geëxporteerd. Klik op de actie Velden kiezen om velden toe te voegen voor export.

# Page 3887871207 - Control 3126421183 - Property 2879900210
source: # Fields selected
de_de: # Felder ausgewählt
nl_nl: # Velden geselecteerd

# Page 3887871207 - Control 3887527536 - Property 2879900210
source: Initial Load Start Date
de_de: Startdatum des ersten Ladevorgangs
nl_nl: Startdatum Initiële Lading

# Page 3887871207 - Control 2101400894 - Property 1295455071
source: Specifies the error message from the last export of this table in this company.
de_de: Gibt die Fehlermeldung vom letzten Export dieser Tabelle in diesem Mandanten an.
nl_nl: Geeft de foutmelding van de laatste export van deze tabel in dit bedrijf weer.

# Page 3887871207 - Control 2101400894 - Property 2879900210
source: Last error
de_de: Letzter Fehler
nl_nl: Laatste fout

# Page 3887871207 - Control 2379783881 - Property 1295455071
source: Specifies the time of the last heartbeat received from an export session for this table in this company.
de_de: Gibt die Zeit des letzten Heartbeats an, der von einer Exportsitzung für diese Tabelle in diesem Mandanten empfangen wurde.
nl_nl: Geeft de tijd van de laatste heartbeat weer die is ontvangen van een exportsessie voor deze tabel in dit bedrijf.

# Page 3887871207 - Control 2379783881 - Property 2879900210
source: Last heartbeat
de_de: Letzter Heartbeat
nl_nl: Laatste heartbeat

# Page 3887871207 - Control 4069281574 - Property 1295455071
source: Specifies the time of the last export from this table in this company.
de_de: Gibt die Zeit des letzten Exports aus dieser Tabelle in diesem Mandanten an.
nl_nl: Geeft de tijd van de laatste export van deze tabel in dit bedrijf weer.

# Page 3887871207 - Control 4069281574 - Property 2879900210
source: Last started at
de_de: Zuletzt gestartet am
nl_nl: Laatst gestart op

# Page 3887871207 - Control 1739627064 - Property 1295455071
source: Specifies the timestamp of the record in this table that was exported last.
de_de: Gibt den Zeitstempel des Datensatzes in dieser Tabelle an, der zuletzt exportiert wurde.
nl_nl: Geeft het tijdstempel van het record in deze tabel weer dat als laatste is geëxporteerd.

# Page 3887871207 - Control 1739627064 - Property 2879900210
source: Last timestamp
de_de: Letzter Zeitstempel
nl_nl: Laatste tijdstempel

# Page 3887871207 - Control 1929334827 - Property 1295455071
source: Specifies the timestamp of the deleted records in this table that was exported last.
de_de: Gibt den Zeitstempel der gelöschten Datensätze in dieser Tabelle an, die zuletzt exportiert wurden.
nl_nl: Geeft het tijdstempel van de verwijderde records in deze tabel weer dat als laatste is geëxporteerd.

# Page 3887871207 - Control 1929334827 - Property 2879900210
source: Last timestamp deleted
de_de: Letzter Zeitstempel gelöscht
nl_nl: Laatste tijdstempel verwijderd

# Page 3887871207 - Control 513339096 - Property 1295455071
source: Specifies the status of the last export from this table in this company.
de_de: Gibt den Status des letzten Exports aus dieser Tabelle in diesem Mandanten an.
nl_nl: Geeft de status van de laatste export van deze tabel in dit bedrijf weer.

# Page 3887871207 - Control 513339096 - Property 2879900210
source: Last exported state
de_de: Zuletzt exportierter Status
nl_nl: Laatst geëxporteerde status

# Page 3887871207 - Control 1595823452 - Property 1295455071
source: Specifies the caption of the table whose data is to exported.
de_de: Gibt die Beschriftung der Tabelle an, deren Daten exportiert werden sollen.
nl_nl: Geeft het bijschrift van de tabel waarvan de gegevens worden geëxporteerd.

# Page 3887871207 - Control 1595823452 - Property 2879900210
source: Table
de_de: Tabelle
nl_nl: Tabel

# Page 3887871207 - Action 3293503457 - Property 1295455071
source: Add a table to be exported.
de_de: Fügen Sie eine zu exportierende Tabelle hinzu.
nl_nl: Voeg een tabel toe om te exporteren.

# Page 3887871207 - Action 3293503457 - Property 2879900210
source: Add
de_de: Hinzufügen
nl_nl: Toevoegen

# Page 3887871207 - Action 1150345799 - Property 1295455071
source: Assign an Export Category to the Table.
de_de: Weisen Sie der Tabelle eine Exportkategorie zu.
nl_nl: Wijs een Export Categorie toe aan de Tabel.

# Page 3887871207 - Action 1150345799 - Property 2879900210
source: Assign Export Category
de_de: Exportkategorie zuweisen
nl_nl: Export Categorie Toewijzen

# Page 3887871207 - Action 4207383944 - Property 1295455071
source: Select the fields of this table to be exported.
de_de: Wählen Sie die Felder dieser Tabelle aus, die exportiert werden sollen.
nl_nl: Selecteer de velden van deze tabel die moeten worden geëxporteerd.

# Page 3887871207 - Action 4207383944 - Property 2879900210
source: Choose fields
de_de: Felder auswählen
nl_nl: Velden kiezen

# Page 3887871207 - Action 2159590881 - Property 1295455071
source: Removes a table that had been added to the list meant for export.
de_de: Entfernt eine Tabelle, die der für den Export vorgesehenen Liste hinzugefügt wurde.
nl_nl: Verwijdert een tabel die is toegevoegd aan de lijst voor export.

# Page 3887871207 - Action 2159590881 - Property 2879900210
source: Delete
de_de: Löschen
nl_nl: Verwijderen

# Page 3887871207 - Action 3017859583 - Property 1295455071
source: Exports a file with BC2ADLS tables and fields.
de_de: Exportiert eine Datei mit BC2ADLS-Tabellen und -Feldern.
nl_nl: Exporteert een bestand met BC2ADLS tabellen en velden.

# Page 3887871207 - Action 3017859583 - Property 2879900210
source: Export
de_de: Exportieren
nl_nl: Exporteren

# Page 3887871207 - Action 3624488056 - Property 1295455071
source: Import a file with BC2ADLS tables and fields.
de_de: Importieren Sie eine Datei mit BC2ADLS-Tabellen und -Feldern.
nl_nl: Importeer een bestand met BC2ADLS tabellen en velden.

# Page 3887871207 - Action 3624488056 - Property 2879900210
source: Import
de_de: Importieren
nl_nl: Importeren

# Page 3887871207 - Action 447668913 - Property 1295455071
source: View the execution logs for this table in the currently opened company.
de_de: Zeigen Sie die Ausführungsprotokolle für diese Tabelle im aktuell geöffneten Mandanten an.
nl_nl: Bekijk de uitvoeringslogboeken voor deze tabel in het momenteel geopende bedrijf.

# Page 3887871207 - Action 447668913 - Property 2879900210
source: Execution logs
de_de: Ausführungsprotokolle
nl_nl: Uitvoeringslogboeken

# Page 3887871207 - Action 685580383 - Property 1295455071
source: Set the selected tables to export all of its data again.
de_de: Legen Sie die ausgewählten Tabellen fest, um alle ihre Daten erneut zu exportieren.
nl_nl: Stel de geselecteerde tabellen in om alle gegevens opnieuw te exporteren.

# Page 3887871207 - Action 685580383 - Property 2879900210
source: Reset
de_de: Zurücksetzen
nl_nl: Opnieuw instellen

# Page 3887871207 - Action 685580383 - Method 1377591017 - NamedType 170709568
source: Current Company,All Companies
de_de: Aktueller Mandant,Alle Mandanten
nl_nl: Huidig Bedrijf,Alle Bedrijven

# Page 3887871207 - Action 685580383 - Method 1377591017 - NamedType 3685235527
source: Do you want to reset the selected tables for all companies?
de_de: Möchten Sie die ausgewählten Tabellen für alle Mandanten zurücksetzen?
nl_nl: Wilt u de geselecteerde tabellen resetten voor alle bedrijven?

# Page 3887871207 - Action 685580383 - Method 1377591017 - NamedType 3768686394
source: Do you want to reset the selected tables for the current company or all companies?
de_de: Möchten Sie die ausgewählten Tabellen für den aktuellen Mandanten oder alle Mandanten zurücksetzen?
nl_nl: Wilt u de geselecteerde tabellen resetten voor het huidige bedrijf of alle bedrijven?

# Page 3887871207 - Action 2384486830 - Property 1295455071
source: Stops the active export session for the selected table in the current company.
de_de: Stoppt die aktive Exportsitzung für die ausgewählte Tabelle im aktuellen Mandanten.
nl_nl: Stopt de actieve exportsessie voor de geselecteerde tabel in het huidige bedrijf.

# Page 3887871207 - Action 2384486830 - Property 2879900210
source: Stop Export Session
de_de: Exportsitzung stoppen
nl_nl: Export Sessie Stoppen

# Report 2964824200 - Property 2879900210
source: Schedule Export
de_de: Export planen
nl_nl: Export Plannen

# Report 2964824200 - Control 2346885236 - Property 2879900210
source: Options
de_de: Optionen
nl_nl: Opties

# Report 2964824200 - Control 1857404785 - Property 1295455071
source: Specifies the date and time when the job queue must be executed for the first time.
de_de: Gibt das Datum und die Uhrzeit an, zu der die Aufgabenwarteschlange zum ersten Mal ausgeführt werden muss.
nl_nl: Geeft de datum en tijd weer waarop de taakwachtrij voor de eerste keer moet worden uitgevoerd.

# Report 2964824200 - Control 1857404785 - Property 2879900210
source: Earliest Start Date / Time
de_de: Frühestes Startdatum / Uhrzeit
nl_nl: Vroegste Startdatum / Tijd

# Report 2964824200 - Control 3072426636 - Property 1295455071
source: Specifies the description that is displayed in the job queue.
de_de: Gibt die Beschreibung an, die in der Aufgabenwarteschlange angezeigt wird.

# Report 2964824200 - Control 3072426636 - Property 2879900210
source: Description
de_de: Beschreibung
nl_nl: Omschrijving
