Repository: Bertverbeek4PS/bc2adls_appsource
Catalog: BC2ADLS/Translations/Azure Data Lake Storage Export.*.xlf
Languages: de_de, nl_nl

# Report 2964824200 - Control 3432288156 - Property 1295455071
source: Specifies the minimum number of minutes that are to elapse between runs of a job queue entry. The value cannot be less than one minute.
de_de: Gibt die Mindestanzahl von Minuten an, die zwischen Ausführungen eines Aufgabenwarteschlangenpostens vergehen müssen. Der Wert darf nicht kleiner als eine Minute sein.
nl_nl: Geeft het minimum aantal minuten aan dat moet verstrijken tussen uitvoeringen van een taakwachtrijvermelding. De waarde kan niet minder zijn dan één minuut.

# Report 2964824200 - Control 3432288156 - Property 2879900210
source: No of minutes between runs
de_de: Anzahl Minuten zwischen Ausführungen
nl_nl: Aantal minuten tussen uitvoeringen

# Report 2964824200 - Control 1963606369 - Property 2879900210
source: Recurrence
de_de: Wiederholung
nl_nl: Herhaling

# Report 2964824200 - Control 3378722424 - Property 1295455071
source: Specifies that the job queue entry runs on Mondays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten an Montagen ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op maandagen.

# Report 2964824200 - Control 3378722424 - Property 2879900210
source: Run On Mondays
de_de: An Montagen ausführen
nl_nl: Uitvoeren op Maandag

# Report 2964824200 - Control 3447647897 - Property 1295455071
source: Specifies that the job queue entry runs on Teusdays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten an Dienstagen ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op dinsdagen.

# Report 2964824200 - Control 3447647897 - Property 2879900210
source: Run On Tuesdays
de_de: An Dienstagen ausführen
nl_nl: Uitvoeren op Dinsdag

# Report 2964824200 - Control 927317389 - Property 1295455071
source: Specifies that the job queue entry runs on Thursdays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten an Donnerstagen ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op donderdagen.

# Report 2964824200 - Control 927317389 - Property 2879900210
source: Run On Thursdays
de_de: An Donnerstagen ausführen
nl_nl: Uitvoeren op Donderdag

# Report 2964824200 - Control 744271359 - Property 1295455071
source: Specifies that the job queue entry runs on Wednesdays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten mittwochs ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op woensdagen.

# Report 2964824200 - Control 744271359 - Property 2879900210
source: Run On Wednesdays
de_de: Mittwochs ausführen
nl_nl: Uitvoeren op Woensdag

# Report 2964824200 - Control 2512501250 - Property 1295455071
source: Specifies that the job queue entry runs on Fridays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten an Freitagen ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op vrijdagen.

# Report 2964824200 - Control 2512501250 - Property 2879900210
source: Run On Fridays
de_de: An Freitagen ausführen
nl_nl: Uitvoeren op Vrijdag

# Report 2964824200 - Control 3456145774 - Property 1295455071
source: Specifies that the job queue entry runs on Saturdays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten an Samstagen ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op zaterdagen.

# Report 2964824200 - Control 3456145774 - Property 2879900210
source: Run On Saturdays
de_de: An Samstagen ausführen
nl_nl: Uitvoeren op Zaterdag

# Report 2964824200 - Control 2622257132 - Property 1295455071
source: Specifies that the job queue entry runs on Sundays.
de_de: Gibt an, dass der Aufgabenwarteschlangenposten an Sonntagen ausgeführt wird.
nl_nl: Hiermee wordt opgegeven dat het taakwachtrij-item wordt uitgevoerd op zondagen.

# Report 2964824200 - Control 2622257132 - Property 2879900210
source: Run On Sundays
de_de: An Sonntagen ausführen
nl_nl: Uitvoeren op Zondag

# XmlPort 925572789 - Method 24927850 - NamedType 1273762815
source: With the import all existing ADLSE Tables and Fields will be deleted. Do you want to continue?
de_de: Beim Import werden alle vorhandenen ADLSE-Tabellen und -Felder gelöscht. Möchten Sie fortfahren?
nl_nl: Met de import worden alle bestaande ADLSE Tabellen en Velden verwijderd. Wilt u doorgaan?

# Enum 1350856771 - EnumValue 3826689261 - Property 2879900210
source: Failed
de_de: Fehler
nl_nl: Mislukt

# Enum 1350856771 - EnumValue 1675045056 - Property 2879900210
source: In process
de_de: In Bearbeitung
nl_nl: In behandeling

# Enum 1350856771 - EnumValue 3371220206 - Property 2879900210
source: Never run
de_de: Nie ausgeführt
nl_nl: Nooit uitgevoerd

# Enum 1350856771 - EnumValue 3878926381 - Property 2879900210
source: Success
de_de: Erfolg
nl_nl: Geslaagd

# PermissionSet 1935226167 - Property 2879900210
source: ADLS - Execute
de_de: ADLS - Ausführen
nl_nl: ADLS - Uitvoeren

# PermissionSet 2508606743 - Property 2879900210
source: ADLS - Setup
de_de: ADLS - Einrichtung
nl_nl: ADLS - Instellingen

# Table 2785369961 - Field 3076185996 - Property 2879900210
source: System ID
nl_nl: Systeem ID
