Repository: Bertverbeek4PS/bc2adls_appsource
Catalog: BC2ADLS/Translations/Azure Data Lake Storage Export.*.xlf
Languages: de_de, nl_nl

# Table 4003818636 - Property 2879900210
source: ADLSE Current Session
de_de: ADLSE Aktuelle Sitzung
nl_nl: ADLSE Huidige Sessie

# Table 4003818636 - NamedType 3437631353
source: Could not delete the export table session %1 for table on company %2.
de_de: Die Exporttabellensitzung %1 für die Tabelle in Mandant %2 konnte nicht gelöscht werden.
nl_nl: Kan de exporttabelsessie %1 voor tabel in bedrijf %2 niet verwijderen.

# Table 4003818636 - NamedType 2663260909
source: An export data process is already running. Please wait for it to finish.
de_de: Ein Exportdatenvorgang wird bereits ausgeführt. Bitte warten Sie, bis er abgeschlossen ist.
nl_nl: Een exportdataproces is al actief. Wacht tot deze is voltooid.

# Table 4003818636 - NamedType 3713913427
source: Could not start the export as there is already an active export running for the table %1. If this is not so, please stop all exports and try again.
de_de: Der Export konnte nicht gestartet werden, da bereits ein aktiver Export für die Tabelle %1 ausgeführt wird. Wenn dies nicht der Fall ist, beenden Sie bitte alle Exporte und versuchen Sie es erneut.
nl_nl: Kan de export niet starten omdat er al een actieve export loopt voor tabel %1. Als dit niet het geval is, stop dan alle exports en probeer het opnieuw.

# Table 4003818636 - NamedType 242728078
source: Export to data lake session for table %1 terminated by user.
de_de: Export zu Data Lake-Sitzung für Tabelle %1 wurde vom Benutzer beendet.
nl_nl: Export naar data lake sessie voor tabel %1 beëindigd door gebruiker.

# Table 4003818636 - Field 3997336476 - Property 2879900210
source: Company name
de_de: Mandantenname
nl_nl: Bedrijfsnaam

# Table 4003818636 - Field 1829104285 - Property 2879900210
source: Session ID
de_de: Sitzungs-ID
nl_nl: Sessie-id

# Table 4003818636 - Field 1196097820 - Property 2879900210
source: Session unique ID
de_de: Sitzungs-Eindeutige ID
nl_nl: Sessie unieke ID

# Table 4003818636 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 2785369961 - Property 2879900210
source: ADLSE Deleted Record
de_de: ADLSE Gelöschter Datensatz
nl_nl: ADLSE Verwijderd Record

# Table 2785369961 - Field 2279916462 - Property 2879900210
source: Deletion Timestamp
de_de: Löschzeitstempel
nl_nl: Verwijder Tijdstempel

# Table 2785369961 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Lfd. Nr.
nl_nl: Volgnummer

# Table 2785369961 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 870237544 - Property 2879900210
source: ADLSE Deleted Table Filter
de_de: ADLSE Gelöschte Tabellenfilter
nl_nl: ADLSE Verwijderd Tabelfilter

# Table 870237544 - Field 1393533604 - Property 1295455071
source: Specifies the caption of the table whose data is to exported.
de_de: Gibt die Beschriftung der Tabelle an, deren Daten exportiert werden sollen.
nl_nl: Geeft het bijschrift van de tabel waarvan de gegevens worden geëxporteerd.

# Table 870237544 - Field 1393533604 - Property 2879900210
source: Table Caption
de_de: Tabellenbeschriftung
nl_nl: Tabelbijschrift

# Table 870237544 - Field 1359954629 - Property 1295455071
source: Specify the ID of the table that should not be tracked for deletes.
de_de: Geben Sie die ID der Tabelle an, für die Löschungen nicht nachverfolgt werden sollen.
nl_nl: Geef de ID op van de tabel die niet moet worden bijgehouden voor verwijderingen.

# Table 870237544 - Field 1359954629 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 1001288161 - Property 2879900210
source: ADLSE Enum Translation
de_de: ADLSE Enum-Übersetzung
nl_nl: ADLSE Enum Vertaling

# Table 1001288161 - Field 1634532550 - Property 1295455071
source: Specifies the compliant field name of the field that is compliant with Data Lake standards.
de_de: Gibt den konformen Feldnamen des Feldes an, das mit Data Lake-Standards konform ist.
nl_nl: Geeft de conforme veldnaam weer van het veld dat voldoet aan Data Lake-standaarden.

# Table 1001288161 - Field 1634532550 - Property 2879900210
source: Compliant Object Name
de_de: Konformer Objektname
nl_nl: Conform Objectnaam

# Table 1001288161 - Field 1153821034 - Property 1295455071
source: Specifies the Compliant table Name of the table that is compliant with Data Lake standards.
de_de: Gibt den konformen Tabellennamen der Tabelle an, die mit Data Lake-Standards konform ist.
nl_nl: Geeft de conforme tabelnaam weer van de tabel die voldoet aan Data Lake-standaarden.

# Table 1001288161 - Field 1153821034 - Property 2879900210
source: Compliant Table Name
de_de: Konformer Tabellenname
nl_nl: Conform Tabelnaam

# Table 1001288161 - Field 4095765489 - Property 2879900210
source: Field Id
de_de: Feld-ID
nl_nl: Veld ID

# Table 1001288161 - Field 2066789741 - Property 2879900210
source: Table Id
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 461144037 - Property 2879900210
source: ADLSE Enum Translation Language
de_de: ADLSE Enum-Übersetzungssprache
nl_nl: ADLSE Enum Vertaling Taal

# Table 461144037 - Field 1634532550 - Property 1295455071
source: Specifies the compliant field name of the field that is compliant with Data Lake standards.
de_de: Gibt den konformen Feldnamen des Feldes an, das mit Data Lake-Standards konform ist.
nl_nl: Geeft de conforme veldnaam weer van het veld dat voldoet aan Data Lake-standaarden.

# Table 461144037 - Field 1634532550 - Property 2879900210
source: Compliant Object Name
de_de: Konformer Objektname
nl_nl: Conform Objectnaam

# Table 461144037 - Field 1153821034 - Property 1295455071
source: Specifies the compliant table name of the table that is compliant with Data Lake standards.
de_de: Gibt den konformen Tabellennamen der Tabelle an, die mit Data Lake-Standards konform ist.
nl_nl: Geeft de conforme tabelnaam weer van de tabel die voldoet aan Data Lake-standaarden.

# Table 461144037 - Field 1153821034 - Property 2879900210
source: Compliant Table Name
de_de: Konformer Tabellenname
nl_nl: Conform Tabelnaam

# Table 461144037 - Field 1802100194 - Property 1295455071
source: Specifies the caption of the enum value.
de_de: Gibt die Beschriftung des Enum-Werts an.
nl_nl: Geeft het bijschrift van de enum waarde weer.

# Table 461144037 - Field 1802100194 - Property 2879900210
source: Enum Caption
de_de: Enum-Beschriftung
nl_nl: Enum Bijschrift

# Table 461144037 - Field 4095765489 - Property 2879900210
source: Field Id
de_de: Feld-ID
nl_nl: Veld ID

# Table 461144037 - Field 2273653569 - Property 1295455071
source: Specifies the language code.
de_de: Gibt den Sprachcode an.
nl_nl: Geeft de taalcode weer.

# Table 461144037 - Field 2273653569 - Property 2879900210
source: Language Code
de_de: Sprachcode
nl_nl: Taalcode

# Table 461144037 - Field 2066789741 - Property 2879900210
source: Table Id
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 2541521783 - Property 2879900210
source: Export Category Table
de_de: Exportkategorietabelle
nl_nl: Export Categorie Tabel

# Table 2541521783 - Field 3004954119 - Property 1295455071
source: Specifies the Unique Code of a Export Category which can be linked to tables which are part of the export to Azure Datalake.
de_de: Gibt den eindeutigen Code einer Exportkategorie an, die mit Tabellen verknüpft werden kann, die Teil des Exports zu Azure Datalake sind.
nl_nl: Geeft de unieke code van een Export Categorie weer die gekoppeld kan worden aan tabellen die deel uitmaken van de export naar Azure Data Lake.

# Table 2541521783 - Field 3461834954 - Property 1295455071
source: Specifies the Description of the Export Category.
de_de: Gibt die Beschreibung der Exportkategorie an.
nl_nl: Geeft de beschrijving van de Export Categorie weer.

# Table 2541521783 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
nl_nl: Omschrijving

# Table 4088819015 - Property 2879900210
source: ADLSE Field
de_de: ADLSE Feld
nl_nl: ADLSE Veld

# Table 4088819015 - NamedType 424748964
source: Table with ID %1 has not been set to be exported.
de_de: Tabelle mit ID %1 wurde nicht für den Export festgelegt.
nl_nl: Tabel met ID %1 is niet ingesteld om te worden geëxporteerd.

# Table 4088819015 - Method 119259710 - NamedType 1973318843
source: Table field is part of the Primary Key, Field cannot be disabled.
de_de: Tabellenfeld ist Teil des Primärschlüssels, Feld kann nicht deaktiviert werden.
nl_nl: Tabelveld is onderdeel van de Primaire Sleutel, veld kan niet worden uitgeschakeld.

# Table 4088819015 - Field 2891538263 - Property 1295455071
source: Specifies if the field will be exported.
de_de: Gibt an, ob das Feld exportiert wird.
nl_nl: Geeft aan of het veld wordt geëxporteerd.

# Table 4088819015 - Field 2891538263 - Property 2879900210
source: Enabled
de_de: Aktiviert
nl_nl: Ingeschakeld

# Table 4088819015 - Field 869342929 - Property 1295455071
source: Specifies the ID of the field to be exported.
de_de: Gibt die ID des zu exportierenden Feldes an.
nl_nl: Geeft de ID van het veld weer dat moet worden geëxporteerd.

# Table 4088819015 - Field 869342929 - Property 2879900210
source: Field ID
de_de: Feld-ID
nl_nl: Veld-id

# Table 4088819015 - Field 2780874720 - Property 1295455071
source: Specifies the name of the field to be exported.
de_de: Gibt den Namen des zu exportierenden Feldes an.
nl_nl: Geeft de naam van het veld weer dat moet worden geëxporteerd.

# Table 4088819015 - Field 2780874720 - Property 2879900210
source: Field
de_de: Feld
nl_nl: Veld

# Table 4088819015 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 938701546 - Property 2879900210
source: ADLSE Run
de_de: ADLSE Durchlauf
nl_nl: ADLSE Uitvoering

# Table 938701546 - NamedType 392019747
source: Could not update the status of the export run for table to %1.
de_de: Der Status des Exportlaufs für die Tabelle konnte nicht auf %1 aktualisiert werden.
nl_nl: Kon de status van de export uitvoering voor tabel niet bijwerken naar %1.

# Table 938701546 - NamedType 928042365
source: No export process running for table.
de_de: Kein Exportprozess für Tabelle aktiv.
nl_nl: Geen exportproces actief voor tabel.

# Table 938701546 - NamedType 2617401609
source: Export stopped as session was cancelled. Please check state of the export on the data lake before enabling this.
de_de: Export gestoppt, da die Sitzung abgebrochen wurde. Bitte überprüfen Sie den Status des Exports im Data Lake, bevor Sie dies aktivieren.
nl_nl: Export gestopt omdat de sessie is geannuleerd. Controleer de status van de export op Data Lake voordat u deze inschakelt.

# Table 938701546 - Field 3997336476 - Property 2879900210
source: Company name
de_de: Mandantenname
nl_nl: Bedrijfsnaam

# Table 938701546 - Field 4241106586 - Property 1295455071
source: Specifies when the export was started.
de_de: Gibt an, wann der Export gestartet wurde.
nl_nl: Geeft aan wanneer de export is gestart.

# Table 938701546 - Field 4241106586 - Property 2879900210
source: Ended
de_de: Beendet
nl_nl: Beëindigd

# Table 938701546 - Field 2248886284 - Property 1295455071
source: Specifies the error if the execution had any.
de_de: Gibt den Fehler an, falls die Ausführung einen hatte.
nl_nl: Geeft de fout weer als de uitvoering er een had.

# Table 938701546 - Field 2248886284 - Property 2879900210
source: Error
de_de: Fehler
nl_nl: Fout

# Table 938701546 - Field 816905803 - Property 1295455071
source: Specifies when the export was started.
de_de: Gibt an, wann der Export gestartet wurde.
nl_nl: Geeft aan wanneer de export is gestart.

# Table 938701546 - Field 816905803 - Property 2879900210
source: Started
de_de: Gestartet
nl_nl: Gestart

# Table 938701546 - Field 269761521 - Property 1295455071
source: Specifies the state of the execution of export.
de_de: Gibt den Status der Exportausführung an.
nl_nl: Geeft de status van de uitvoering van de export weer.

# Table 938701546 - Field 269761521 - Property 2879900210
source: State
de_de: Bundesland
nl_nl: Status

# Table 938701546 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 4249570476 - Property 2879900210
source: ADLSE Setup
de_de: ADLSE Einrichtung
nl_nl: ADLSE Instellingen

# Table 4249570476 - NamedType 2394985851
source: The account name is in an incorrect format. Please only use abcdefghijklmnopqrstuvwxyz1234567890
de_de: Der Kontoname hat ein falsches Format. Bitte verwenden Sie nur abcdefghijklmnopqrstuvwxyz1234567890
nl_nl: De accountnaam heeft een onjuiste indeling. Gebruik alleen abcdefghijklmnopqrstuvwxyz1234567890

# Table 4249570476 - NamedType 2795128801
source: The container name is in an incorrect format. Please only use abcdefghijklmnopqrstuvwxyz1234567890_
de_de: Der Containername hat ein falsches Format. Bitte verwenden Sie nur abcdefghijklmnopqrstuvwxyz1234567890_
nl_nl: De containernaam heeft een onjuiste indeling. Gebruik alleen abcdefghijklmnopqrstuvwxyz1234567890_

# Table 4249570476 - NamedType 2516915036
source: The lakehouse is in an incorrect format. Please only use abcdefghijklmnopqrstuvwxyz1234567890_ or a valid GUID
de_de: Das Lakehouse hat ein falsches Format. Bitte verwenden Sie nur abcdefghijklmnopqrstuvwxyz1234567890_ oder eine gültige GUID
nl_nl: Het lakehouse heeft een onjuiste indeling. Gebruik alleen abcdefghijklmnopqrstuvwxyz1234567890_ of een geldige GUID

# Table 4249570476 - NamedType 102026637
source: Please enter a value that is equal or smaller than 10 for the maximum retries.
de_de: Bitte geben Sie einen Wert ein, der gleich oder kleiner als 10 für die maximalen Wiederholungen ist.
nl_nl: Voer een waarde in die gelijk is aan of kleiner dan 10 voor het maximum aantal pogingen.

# Table 4249570476 - NamedType 1965763300
source: No schema has been exported yet. Please export schema first before exporting the data.
de_de: Es wurde noch kein Schema exportiert. Bitte exportieren Sie zuerst das Schema, bevor Sie die Daten exportieren.
nl_nl: Er is nog geen schema geëxporteerd. Exporteer eerst het schema voordat u de gegevens exporteert.

# Table 4249570476 - NamedType 3086330205
source: No record on this table exists.
de_de: Kein Datensatz in dieser Tabelle vorhanden.
nl_nl: Er bestaat geen record in deze tabel.

# Table 4249570476 - NamedType 2818560441
source: Schema already exported. Please perform the action "clear schema export date" before changing the schema.
de_de: Schema bereits exportiert. Bitte führen Sie die Aktion 'Schemaexportdatum löschen' aus, bevor Sie das Schema ändern.
nl_nl: Schema al geëxporteerd. Voer de actie "schema exportdatum wissen" uit voordat u het schema wijzigt.

# Table 4249570476 - NamedType 2352920294
source: The workspace is in an incorrect format. Please only use abcdefghijklmnopqrstuvwxyz1234567890_ or a valid GUID
de_de: Der Arbeitsbereich hat ein falsches Format. Bitte verwenden Sie nur abcdefghijklmnopqrstuvwxyz1234567890_ oder eine gültige GUID
nl_nl: De werkruimte heeft een onjuiste indeling. Gebruik alleen abcdefghijklmnopqrstuvwxyz1234567890_ of een geldige GUID

# Table 4249570476 - Method 4237346240 - NamedType 3655709774
source: Clear schema export date
de_de: Schemaexportdatum löschen
nl_nl: Schema exportdatum wissen

# Table 4249570476 - Field 2588032914 - Property 1295455071
source: Specifies the name of the storage account.
de_de: Gibt den Namen des Speicherkontos an.
nl_nl: Geeft de naam van het opslagaccount weer.

# Table 4249570476 - Field 2588032914 - Property 2879900210
source: Account Name
de_de: Kontoname
nl_nl: Rekening

# Table 4249570476 - Field 394351785 - Property 1295455071
source: Specifies the container name where data will be uploaded. Container names must be 3-63 characters, lowercase letters, numbers, and dashes only.
de_de: Gibt den Containernamen an, in den Daten hochgeladen werden. Containernamen müssen 3-63 Zeichen lang sein, nur Kleinbuchstaben, Zahlen und Bindestriche.
nl_nl: Geeft de containernaam weer waar gegevens worden geüpload. Containernamen moeten 3-63 tekens zijn, alleen kleine letters, cijfers en streepjes.

# Table 4249570476 - Field 3801871525 - Property 1295455071
source: Specifies the format in which to store the exported data in the 'data' CDM folder. The Parquet format is recommended for storing the data with the best fidelity.
de_de: Gibt das Format an, in dem die exportierten Daten im 'data' CDM-Ordner gespeichert werden sollen. Das Parquet-Format wird für die Speicherung der Daten mit der besten Genauigkeit empfohlen.
nl_nl: Geeft de indeling aan waarin de geëxporteerde gegevens worden opgeslagen in de 'data' CDM-map. De Parquet-indeling wordt aanbevolen voor het opslaan van de gegevens met de beste nauwkeurigheid.

# Table 4249570476 - Field 3801871525 - Property 2879900210
source: CDM data format
de_de: CDM-Datenformat
nl_nl: CDM gegevensindeling

# Table 4249570476 - Field 2986454676 - Property 1295455071
source: Specifies the delayed export time in seconds (0 = No delay).
de_de: Gibt die verzögerte Exportzeit in Sekunden an (0 = Keine Verzögerung).
nl_nl: Geeft de vertraagde exporttijd in seconden weer (0 = Geen vertraging).

# Table 4249570476 - Field 2986454676 - Property 2879900210
source: Delayed Export
de_de: Verzögerter Export
nl_nl: Vertraagde Export

# Table 4249570476 - Field 921554209 - Property 1295455071
source: Specifies if the table will be deleted if a reset of the table is done.
de_de: Gibt an, ob die Tabelle gelöscht wird, wenn eine Zurücksetzung der Tabelle durchgeführt wird.
nl_nl: Geeft aan of de tabel wordt verwijderd als een reset van de tabel wordt uitgevoerd.

# Table 4249570476 - Field 921554209 - Property 2879900210
source: Delete table
de_de: Tabelle löschen
nl_nl: Tabel verwijderen

# Table 4249570476 - Field 2670080655 - Property 1295455071
source: Specifies if the column DeliveredDateTime will be added to the CSV export file.
de_de: Gibt an, ob die Spalte DeliveredDateTime zur CSV-Exportdatei hinzugefügt wird.
nl_nl: Geeft aan of de kolom DeliveredDateTime wordt toegevoegd aan het CSV-exportbestand.

# Table 4249570476 - Field 2670080655 - Property 2879900210
source: Add delivered DateTime
de_de: Lieferdatum hinzufügen
nl_nl: Geleverde DateTime toevoegen

# Table 4249570476 - Field 2183130790 - Property 1295455071
source: Specifies if operational telemetry will be emitted to this extension publisher's telemetry pipeline. You will have to configure a telemetry account for this extension first.
de_de: Gibt an, ob operative Telemetrie an die Telemetrie-Pipeline dieses Erweiterungsherausgebers gesendet wird. Sie müssen zuerst ein Telemetriekonto für diese Erweiterung konfigurieren.
nl_nl: Geeft aan of operationele telemetrie wordt verzonden naar de telemetriepijplijn van deze extensie-uitgever. U moet eerst een telemetrie-account configureren voor deze extensie.

# Table 4249570476 - Field 2183130790 - Property 2879900210
source: Emit telemetry
de_de: Telemetrie senden
nl_nl: Telemetrie verzenden

# Table 4249570476 - Field 3066144503 - Property 1295455071
source: Specifies if you want to export the closing date column in G/L Entries.
de_de: Gibt an, ob Sie die Abschlussdatumsspalte in Fibuposten exportieren möchten.
nl_nl: Geeft aan of u de afsluitdatum kolom wilt exporteren in Grootboekposten.

# Table 4249570476 - Field 3066144503 - Property 2879900210
source: Export Closing Date column
de_de: Abschlussdatumsspalte exportieren
nl_nl: Afsluitdatum kolom exporteren

# Table 4249570476 - Field 3705643805 - Property 1295455071
source: Specifies the company for the export of the database tables.
de_de: Gibt den Mandanten für den Export der Datenbanktabellen an.
nl_nl: Geeft het bedrijf aan voor de export van de databasetabellen.

# Table 4249570476 - Field 3705643805 - Property 2879900210
source: Export Company Database Tables
de_de: Mandantendatenbanktabellen exportieren
nl_nl: Bedrijfsdatabasetabellen exporteren

# Table 4249570476 - Field 373671349 - Property 1295455071
source: Specifies if the enums will be exported as integers instead of strings. This is useful if you want to use the enums in Power BI.
de_de: Gibt an, ob Enums als Ganzzahlen anstelle von Zeichenfolgen exportiert werden. Dies ist nützlich, wenn Sie die Enums in Power BI verwenden möchten.
nl_nl: Geeft aan of de enums worden geëxporteerd als gehele getallen in plaats van strings. Dit is handig als u de enums in Power BI wilt gebruiken.

# Table 4249570476 - Field 373671349 - Property 2879900210
source: Export Enum as Integer
de_de: Enum als Ganzzahl exportieren
nl_nl: Enum als Integer exporteren

# Table 4249570476 - Field 3312182529 - Property 1295455071
source: Specifies the name of the Lakehouse where the data is going to be uploaded. This can be a name or a GUID.
de_de: Gibt den Namen des Lakehouses an, in das die Daten hochgeladen werden. Dies kann ein Name oder eine GUID sein.
nl_nl: Geeft de naam van het Lakehouse weer waar de gegevens worden geüpload. Dit kan een naam of een GUID zijn.

# Table 4249570476 - Field 3302704947 - Property 1295455071
source: Specifies the name of the Landing Zone where the data is going to be uploaded. This Landing Zone you can find at the Replication Status page in Microsoft Fabric.
de_de: Gibt den Namen der Landing Zone an, in die die Daten hochgeladen werden. Diese Landing Zone finden Sie auf der Replikationsstatusseite in Microsoft Fabric.
nl_nl: Geeft de naam van de Landing Zone weer waar de gegevens worden geüpload. Deze Landing Zone vindt u op de Replicatiestatus pagina in Microsoft Fabric.

# Table 4249570476 - Field 1328486690 - Property 2879900210
source: Maximum retries
de_de: Maximale Wiederholungen
nl_nl: Maximum aantal pogingen

# Table 4249570476 - Field 710554475 - Property 1295455071
source: Specifies maximum upload size per data block in MiBs. Larger values reduce iterations but may affect other processes.
de_de: Gibt die maximale Upload-Größe pro Datenblock in MiBs an. Größere Werte reduzieren Iterationen, können aber andere Prozesse beeinträchtigen.
nl_nl: Geeft de maximale uploadgrootte per gegevensblok in MiBs weer. Grotere waarden verminderen iteraties maar kunnen andere processen beïnvloeden.

# Table 4249570476 - Field 710554475 - Property 2879900210
source: Max payload size (MiBs)
de_de: Maximale Payload-Größe (MiBs)
nl_nl: Max payload grootte (MiBs)

# Table 4249570476 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel
nl_nl: Primaire sleutel

# Table 4249570476 - Field 1702737111 - Property 2879900210
source: Schema exported on
de_de: Schema exportiert am
nl_nl: Schema geëxporteerd op

# Table 4249570476 - Field 864596981 - Property 1295455071
source: Specifies that records are not sorted by row version before export. May affect incremental data export.
de_de: Gibt an, dass Datensätze vor dem Export nicht nach Zeilenversion sortiert werden. Kann den inkrementellen Datenexport beeinträchtigen.
nl_nl: Geeft aan dat records niet worden gesorteerd op rijversie voordat ze worden geëxporteerd. Kan incrementele gegevensexport beïnvloeden.

# Table 4249570476 - Field 864596981 - Property 2879900210
source: Skip row version sorting
de_de: Zeilenversionssortierung überspringen
nl_nl: Rijversiesortering overslaan

# Table 4249570476 - Field 613473307 - Property 1295455071
source: Specifies the type of storage type to use.
de_de: Gibt den zu verwendenden Speichertyp an.
nl_nl: Geeft het type opslagtype aan dat moet worden gebruikt.

# Table 4249570476 - Field 613473307 - Property 2879900210
source: Storage type
de_de: Speichertyp
nl_nl: Opslagtype

# Table 4249570476 - Field 2653012956 - Property 1295455071
source: Specifies the translations for the enums used in the selected tables.
de_de: Gibt die Übersetzungen für die in den ausgewählten Tabellen verwendeten Enums an.
nl_nl: Geeft de vertalingen voor de enums weer die in de geselecteerde tabellen worden gebruikt.
