Repository: Bertverbeek4PS/bc2adls_appsource
Catalog: BC2ADLS/Translations/Azure Data Lake Storage Export.*.xlf
Languages: de_de, nl_nl

# Table 4249570476 - Field 2653012956 - Property 2879900210
source: Translations
de_de: Übersetzungen
nl_nl: Vertalingen

# Table 4249570476 - Field 3808103248 - Property 1295455071
source: Specifies if the captions of fields will be used instead of names. Be aware that the user of the export in all companies must have the same language.
de_de: Gibt an, ob die Beschriftungen von Feldern anstelle von Namen verwendet werden. Beachten Sie, dass der Benutzer des Exports in allen Mandanten dieselbe Sprache haben muss.
nl_nl: Geeft aan of de bijschriften van velden worden gebruikt in plaats van namen. Houd er rekening mee dat de gebruiker van de export in alle bedrijven dezelfde taal moet hebben.

# Table 4249570476 - Field 3808103248 - Property 2879900210
source: Use Field Captions
de_de: Feldbeschriftungen verwenden
nl_nl: Veldbijschriften gebruiken

# Table 4249570476 - Field 2224467258 - Property 1295455071
source: Specifies that table and field IDs will only be used in names if duplicates exist.
de_de: Gibt an, dass Tabellen- und Feld-IDs nur in Namen verwendet werden, wenn Duplikate vorhanden sind.
nl_nl: Geeft aan dat tabel- en veld-ID's alleen in namen worden gebruikt als er duplicaten bestaan.

# Table 4249570476 - Field 2224467258 - Property 2879900210
source: IDs for Duplicates Only
de_de: IDs nur für Duplikate
nl_nl: IDs alleen voor Duplicaten

# Table 4249570476 - Field 334359692 - Property 1295455071
source: Specifies if the captions of Tables will be used instead of names. Be aware that the user of the export in all companies must have the same language.
de_de: Gibt an, ob die Beschriftungen von Tabellen anstelle von Namen verwendet werden. Beachten Sie, dass der Benutzer des Exports in allen Mandanten dieselbe Sprache haben muss.
nl_nl: Geeft aan of de bijschriften van tabellen worden gebruikt in plaats van namen. Houd er rekening mee dat de gebruiker van de export in alle bedrijven dezelfde taal moet hebben.

# Table 4249570476 - Field 334359692 - Property 2879900210
source: Use Table Captions
de_de: Tabellenbeschriftungen verwenden
nl_nl: Tabelbijschriften gebruiken

# Table 4249570476 - Field 3663515799 - Property 1295455071
source: Specifies the name of the Workspace where the data is going to be uploaded. This can be a name or a GUID.
de_de: Gibt den Namen des Arbeitsbereichs an, in den die Daten hochgeladen werden. Dies kann ein Name oder eine GUID sein.
nl_nl: Geeft de naam van de Werkruimte weer waar de gegevens worden geüpload. Dit kan een naam of een GUID zijn.

# Table 4249570476 - Field 3663515799 - Property 2879900210
source: Workspace
de_de: Arbeitsbereich
nl_nl: Werkruimte

# Table 3041034051 - Property 2879900210
source: ADLSE Table
de_de: ADLSE Tabelle
nl_nl: ADLSE Tabel

# Table 3041034051 - NamedType 2570556267
source: Session stopped by user.
de_de: Sitzung vom Benutzer gestoppt.
nl_nl: Sessie gestopt door gebruiker.

# Table 3041034051 - NamedType 386156436
source: The table %1 cannot be exported because of the following error. \%2
de_de: Die Tabelle %1 kann aufgrund des folgenden Fehlers nicht exportiert werden. \%2
nl_nl: De tabel %1 kan niet worden geëxporteerd vanwege de volgende fout. \%2

# Table 3041034051 - NamedType 2277257241
source: Data is being executed for table %1. Please wait for the export to finish before making changes.
de_de: Daten werden für Tabelle %1 ausgeführt. Bitte warten Sie, bis der Export abgeschlossen ist, bevor Sie Änderungen vornehmen.
nl_nl: Gegevens worden uitgevoerd voor tabel %1. Wacht tot de export is voltooid voordat u wijzigingen aanbrengt.

# Table 3041034051 - NamedType 132660943
source: Table %1 is not a normal table.
de_de: Tabelle %1 ist keine normale Tabelle.
nl_nl: Tabel %1 is geen normale tabel.

# Table 3041034051 - NamedType 688718946
source: and are exported to the lakehouse. Please run the notebook first.
de_de: und werden in das Lakehouse exportiert. Bitte führen Sie zuerst das Notebook aus.
nl_nl: en zijn geëxporteerd naar het lakehouse. Voer eerst het notebook uit.

# Table 3041034051 - NamedType 222943332
source: %1 table(s) were reset %2
de_de: %1 Tabelle(n) wurden zurückgesetzt %2
nl_nl: %1 tabel(len) zijn gereset %2

# Table 3041034051 - Field 2891538263 - Property 1295455071
source: Specifies the state of the table. Set this checkmark to export this table, otherwise not.
de_de: Gibt den Status der Tabelle an. Aktivieren Sie dieses Kontrollkästchen, um diese Tabelle zu exportieren, andernfalls nicht.
nl_nl: Geeft de status van de tabel aan. Schakel dit selectievakje in om deze tabel te exporteren, anders niet.

# Table 3041034051 - Field 2891538263 - Property 2879900210
source: Enabled
de_de: Aktiviert
nl_nl: Geactiveerd

# Table 3041034051 - Field 2891538263 - Method 2126772001 - NamedType 1652289272
source: The ADLSE Table table cannot be disabled.
de_de: Die ADLSE-Tabellentabelle kann nicht deaktiviert werden.
nl_nl: De ADLSE Tabel kan niet worden uitgeschakeld.

# Table 3041034051 - Field 2174822216 - Property 1295455071
source: Specifies the Export Category which can be linked to tables which are part of the export to Azure Datalake. The Category can be used to schedule the export.
de_de: Gibt die Exportkategorie an, die mit Tabellen verknüpft werden kann, die Teil des Exports zu Azure Datalake sind. Die Kategorie kann zum Planen des Exports verwendet werden.
nl_nl: Geeft de Export Categorie weer die kan worden gekoppeld aan tabellen die deel uitmaken van de export naar Azure Data Lake. De Categorie kan worden gebruikt om de export te plannen.

# Table 3041034051 - Field 2174822216 - Property 2879900210
source: ExportCategory
de_de: Exportkategorie
nl_nl: ExportCategorie

# Table 3041034051 - Field 2472325059 - Property 2879900210
source: Export File Number
de_de: Exportdateinummer
nl_nl: Export Bestandsnummer

# Table 3041034051 - Field 3887527536 - Property 1295455071
source: Specifies the starting date for the initial data load. Only records with SystemModifiedAt >= this date will be exported on the first export. Leave blank to export all historical data.
de_de: Gibt das Startdatum für den ersten Datenladevorgang an. Nur Datensätze mit SystemModifiedAt >= diesem Datum werden beim ersten Export exportiert. Leer lassen, um alle historischen Daten zu exportieren.
nl_nl: Geeft de startdatum voor de initiële gegevenslading weer. Alleen records met SystemModifiedAt >= deze datum worden bij de eerste export geëxporteerd. Laat leeg om alle historische gegevens te exporteren.

# Table 3041034051 - Field 3887527536 - Property 2879900210
source: Initial Load Start Date
de_de: Startdatum des ersten Ladevorgangs
nl_nl: Startdatum Initiële Lading

# Table 3041034051 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 842758815 - Property 2879900210
source: ADLSE Table Last Timestamp
de_de: ADLSE Tabelle Letzter Zeitstempel
nl_nl: ADLSE Tabel Laatste Tijdstempel

# Table 842758815 - NamedType 786871201
source: Could not save the last time stamp for the deletions on table %1.
de_de: Der letzte Zeitstempel für die Löschungen in Tabelle %1 konnte nicht gespeichert werden.
nl_nl: Kon het laatste tijdstempel voor de verwijderingen op tabel %1 niet opslaan.

# Table 842758815 - NamedType 3417664514
source: Could not save the last time stamp for the upserts on table %1.
de_de: Der letzte Zeitstempel für die Upserts in Tabelle %1 konnte nicht gespeichert werden.
nl_nl: Kon het laatste tijdstempel voor de upserts op tabel %1 niet opslaan.

# Table 842758815 - Field 3997336476 - Property 2879900210
source: Company name
de_de: Mandantenname
nl_nl: Bedrijfsnaam

# Table 842758815 - Field 68953080 - Property 2879900210
source: Entry no. of the last deleted record
de_de: Lfd. Nr. des zuletzt gelöschten Datensatzes
nl_nl: Volgnr. van het laatst verwijderde record

# Table 842758815 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
nl_nl: Tabel-id

# Table 842758815 - Field 3406449795 - Property 2879900210
source: Last timestamp exported for an updated record
de_de: Letzter exportierter Zeitstempel für einen aktualisierten Datensatz
nl_nl: Laatste tijdstempel geëxporteerd voor een bijgewerkte record

# Codeunit 3632231771 - NamedType 3442112924
source: The field %1 in the entity %2 is already present in the data lake and cannot be removed.
de_de: Das Feld %1 in der Entität %2 ist bereits im Data Lake vorhanden und kann nicht entfernt werden.
nl_nl: Het veld %1 in de entiteit %2 is al aanwezig in Data Lake en kan niet worden verwijderd.

# Codeunit 3632231771 - NamedType 1450646149
source: The data type for the field %1 in the entity %2 cannot be changed.
de_de: Der Datentyp für das Feld %1 in der Entität %2 kann nicht geändert werden.
nl_nl: Het gegevenstype voor het veld %1 in de entiteit %2 kan niet worden gewijzigd.

# Codeunit 3632231771 - NamedType 2691861956
source: The attribute value for %1 at index %2 is different. First: %3, Second: %4
de_de: Der Attributwert für %1 bei Index %2 ist unterschiedlich. Erster: %3, Zweiter: %4
nl_nl: De attribuutwaarde voor %1 bij index %2 is verschillend. Eerste: %3, Tweede: %4

# Codeunit 3632231771 - NamedType 2137219851
source: Represents the table %1
de_de: Stellt die Tabelle %1 dar
nl_nl: Vertegenwoordigt de tabel %1

# Codeunit 3632231771 - NamedType 78431063
source: Unequal number of attributes
de_de: Ungleiche Anzahl von Attributen
nl_nl: Ongelijk aantal attributen

# Codeunit 295484353 - NamedType 1206251898
source: Representations of deleted records that have been exported previously have been deleted.
de_de: Darstellungen von gelöschten Datensätzen, die zuvor exportiert wurden, wurden gelöscht.
nl_nl: Representaties van verwijderde records die eerder zijn geëxporteerd zijn verwijderd.

# Codeunit 2022498929 - NamedType 2180020837
source: The number of blocks that can be added to the blob has reached its maximum limit.
de_de: Die Anzahl der Blöcke, die dem Blob hinzugefügt werden können, hat das Maximum erreicht.
nl_nl: Het aantal blokken dat aan de blob kan worden toegevoegd heeft de maximale limiet bereikt.

# Codeunit 2022498929 - NamedType 1523564648
source: There may have been a change in the tables to export. %1
de_de: Es könnte eine Änderung an den zu exportierenden Tabellen gegeben haben. %1
nl_nl: Er kan een wijziging zijn geweest in de te exporteren tabellen. %1

# Codeunit 2022498929 - NamedType 2556343343
source: The schema of the table %1 has changed. %2
de_de: Das Schema der Tabelle %1 hat sich geändert. %2
nl_nl: Het schema van de tabel %1 is gewijzigd. %2

# Codeunit 2022498929 - NamedType 3094360097
source: Please export the schema first before trying to export the data.
de_de: Bitte exportieren Sie zuerst das Schema, bevor Sie versuchen, die Daten zu exportieren.
nl_nl: Exporteer eerst het schema voordat u probeert de gegevens te exporteren.

# Codeunit 2022498929 - NamedType 2251668501
source: A single record payload exceeded the max payload size. Please adjust the payload size or reduce the fields to be exported for the record.
de_de: Eine einzelne Datensatz-Payload hat die maximale Payload-Größe überschritten. Bitte passen Sie die Payload-Größe an oder reduzieren Sie die zu exportierenden Felder für den Datensatz.
nl_nl: Een enkele record payload overschreed de maximale payload grootte. Pas de payload grootte aan of verminder de velden die moeten worden geëxporteerd voor het record.

# Codeunit 2022498929 - Method 1586616589 - NamedType 2612532889
source: Attempt to rename non existing blob or target blob. From: %1, to: %2
de_de: Versuch, nicht vorhandenen Blob oder Ziel-Blob umzubenennen. Von: %1, nach: %2
nl_nl: Poging om niet-bestaande blob of doelblob te hernoemen. Van: %1, naar: %2

# Codeunit 800849361 - NamedType 1606060615
source: No value found for %1.
de_de: Kein Wert für %1 gefunden.
nl_nl: Geen waarde gevonden voor %1.

# Codeunit 3183127436 - NamedType 4248840524
source: You do not have sufficient permissions to read from the table.
de_de: Sie haben keine ausreichenden Berechtigungen, um aus der Tabelle zu lesen.
nl_nl: U heeft onvoldoende machtigingen om uit de tabel te lezen.

# Codeunit 1271087839 - NamedType 1291026159
source: The schema export date has been cleared.
de_de: Das Schemaexportdatum wurde gelöscht.
nl_nl: De schema exportdatum is gewist.

# Codeunit 1271087839 - NamedType 1611599047
source: Data export started for %1 out of %2 tables. Please refresh this page to see the latest export state for the tables. Only those tables that either have had changes since the last export or failed to export last time have been included. The tables for which the exports could not be started have been queued up for later.
de_de: Datenexport gestartet für %1 von %2 Tabellen. Bitte aktualisieren Sie diese Seite, um den neuesten Exportstatus der Tabellen anzuzeigen. Nur die Tabellen, die seit dem letzten Export Änderungen hatten oder beim letzten Mal nicht exportiert werden konnten, wurden einbezogen. Die Tabellen, für die der Export nicht gestartet werden konnte, wurden für später in die Warteschlange gestellt.
nl_nl: Data export gestart voor %1 van %2 tabellen. Ververs deze pagina om de laatste exportstatus voor de tabellen te zien. Alleen die tabellen die ofwel wijzigingen hebben gehad sinds de laatste export of die de laatste keer niet zijn geëxporteerd zijn opgenomen. De tabellen waarvoor de exports niet konden worden gestart zijn in de wachtrij geplaatst voor later.

# Codeunit 1271087839 - NamedType 2174952215
source: The export process was stopped successfully.
de_de: Der Exportvorgang wurde erfolgreich gestoppt.
nl_nl: Het exportproces is succesvol gestopt.

# Codeunit 1271087839 - Method 438010895 - NamedType 122221351
source: Current Table: #1##########\
de_de: Aktuelle Tabelle: #1##########\
nl_nl: Huidige Tabel: #1##########\

# Codeunit 248301327 - NamedType 2611328953
source: Could not append data to %1. %2
de_de: Daten konnten nicht an %1 angehängt werden. %2
nl_nl: Kon geen gegevens toevoegen aan %1. %2

# Codeunit 248301327 - NamedType 4199198014
source: Could not commit blocks to %1. %2
de_de: Blöcke konnten nicht an %1 übermittelt werden. %2
nl_nl: Kon blokken niet committen naar %1. %2

# Codeunit 248301327 - NamedType 2221752466
source: Could not create blob %1. %2
de_de: Blob %1 konnte nicht erstellt werden. %2
nl_nl: Kon blob %1 niet aanmaken. %2

# Codeunit 248301327 - NamedType 1732890337
source: Could not read data on %1. %2
de_de: Daten konnten nicht auf %1 gelesen werden. %2
nl_nl: Kon gegevens niet lezen op %1. %2

# Codeunit 248301327 - NamedType 1534800161
source: Could not read %1 from %2.
de_de: %1 konnte nicht von %2 gelesen werden.
nl_nl: Kon %1 niet lezen van %2.

# Codeunit 248301327 - NamedType 612618259
source: Could not release lock on blob %1. %2
de_de: Sperre auf Blob %1 konnte nicht freigegeben werden. %2
nl_nl: Kon vergrendeling op blob %1 niet vrijgeven. %2

# Codeunit 248301327 - NamedType 4025550862
source: Could not rename blob from %1 to %2: %3
de_de: Blob konnte nicht von %1 in %2 umbenannt werden: %3
nl_nl: Kon blob niet hernoemen van %1 naar %2: %3

# Codeunit 248301327 - NamedType 2852131100
source: Could not create container %1. %2
de_de: Container %1 konnte nicht erstellt werden. %2
nl_nl: Kon container %1 niet aanmaken. %2

# Codeunit 248301327 - NamedType 1419622901
source: Timed out waiting to acquire lease on blob %1 after %2 seconds. %3
de_de: Zeitüberschreitung beim Warten auf den Erwerb der Lease auf Blob %1 nach %2 Sekunden. %3
nl_nl: Time-out bij het verkrijgen van lease op blob %1 na %2 seconden. %3

# Codeunit 582512233 - NamedType 4177342769
source: Unsupported method: %1
de_de: Nicht unterstützte Methode: %1
nl_nl: Niet-ondersteunde methode: %1

# Codeunit 4249570476 - NamedType 3126772150
source: The field %1 of class %2 is not supported.
de_de: Das Feld %1 der Klasse %2 wird nicht unterstützt.
nl_nl: Het veld %1 van klasse %2 wordt niet ondersteund.

# Codeunit 4249570476 - NamedType 1690176712
source: The field %1 is disabled
de_de: Das Feld %1 ist deaktiviert
nl_nl: Het veld %1 is uitgeschakeld

# Codeunit 4249570476 - NamedType 325617535
source: The field %1 is obsolete
de_de: Das Feld %1 ist veraltet
nl_nl: Het veld %1 is verouderd

# Codeunit 4249570476 - NamedType 3541618648
source: Select the tables to be exported
de_de: Wählen Sie die zu exportierenden Tabellen aus
nl_nl: Selecteer de tabellen die moeten worden geëxporteerd

# Codeunit 4249570476 - Method 3321239466 - NamedType 4202851246
source: Incorrect data has been removed from the table. Please export the schema again and reset all tables.
de_de: Falsche Daten wurden aus der Tabelle entfernt. Bitte exportieren Sie das Schema erneut und setzen Sie alle Tabellen zurück.
nl_nl: Onjuiste gegevens zijn uit de tabel verwijderd. Exporteer het schema opnieuw en reset alle tabellen.

# Codeunit 4249570476 - Method 3321239466 - NamedType 1273762815
source: With this action you will remove all fields that cannot be exported and all obsolete tables (pending / removed). Do you want to continue?
de_de: Mit dieser Aktion entfernen Sie alle Felder, die nicht exportiert werden können, und alle veralteten Tabellen (ausstehend / entfernt). Möchten Sie fortfahren?
nl_nl: Met deze actie verwijdert u alle velden die niet kunnen worden geëxporteerd en alle verouderde tabellen (in behandeling / verwijderd). Wilt u doorgaan?

# Codeunit 2326138305 - NamedType 3331393249
source: The following table fields cannot be exported. Please disable them. %1
de_de: Die folgenden Tabellenfelder können nicht exportiert werden. Bitte deaktivieren Sie sie. %1
nl_nl: De volgende tabelvelden kunnen niet worden geëxporteerd. Schakel ze uit. %1

# Codeunit 1215622789 - NamedType 1674307088
source: The field %1 of type %2 is not supported.
de_de: Das Feld %1 vom Typ %2 wird nicht unterstützt.
nl_nl: Het veld %1 van het type %2 wordt niet ondersteund.

# Page 1610181246 - Property 2879900210
source: Assign Export Category
de_de: Exportkategorie zuweisen
nl_nl: Export Categorie Toewijzen

# Page 1610181246 - Control 4028359056 - Property 1295455071
source: Specifies Unique Code of an Export Category which can be linked to tables which are part of the export to Azure Datalake.
de_de: Gibt den eindeutigen Code einer Exportkategorie an, die mit Tabellen verknüpft werden kann, die Teil des Exports zu Azure Datalake sind.
nl_nl: Geeft de unieke code van een Export Categorie weer die kan worden gekoppeld aan tabellen die deel uitmaken van de export naar Azure Data Lake.

# Page 1610181246 - Control 4028359056 - Property 2879900210
source: Export Catgory
de_de: Exportkategorie
nl_nl: Export Categorie

# Page 870237544 - Property 2879900210
source: Deleted Table Filter
de_de: Gelöschter Tabellenfilter
nl_nl: Verwijderd Tabelfilter

# Page 97365624 - Property 2879900210
source: ADLSE Enum Translations
de_de: ADLSE Enum-Übersetzungen
nl_nl: ADLSE Enum Vertalingen

# Page 97365624 - Action 2653012956 - Property 1295455071
source: View the translations of the enum fields.
de_de: Zeigen Sie die Übersetzungen der Enum-Felder an.
nl_nl: Bekijk de vertalingen van de enum velden.

# Page 97365624 - Action 2653012956 - Property 2879900210
source: Translations
de_de: Übersetzungen
nl_nl: Vertalingen

# Page 97365624 - Action 3117171503 - Property 1295455071
source: Refresh the options of the enum fields.
de_de: Aktualisieren Sie die Optionen der Enum-Felder.
nl_nl: Ververs de opties van de enum velden.

# Page 97365624 - Action 3117171503 - Property 2879900210
source: Refresh Options
de_de: Optionen aktualisieren
nl_nl: Opties Vernieuwen

# Page 97365624 - Action 3383493608 - Property 2879900210
source: Process
de_de: Verarbeiten
nl_nl: Proces

# Page 1288508980 - Property 2879900210
source: Enum Translations Language
de_de: Enum-Übersetzungssprache
nl_nl: Enum Vertalingen Taal

# Page 3781775775 - Property 2879900210
source: Export Catgories
de_de: Exportkategorien
nl_nl: Export Categorieën

# Page 3781775775 - Control 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
nl_nl: Omschrijving

# Page 938701546 - Property 2879900210
source: Execution logs for exports to Azure Data Lake Storage
de_de: Ausführungsprotokolle für Exporte zu Azure Data Lake Storage
nl_nl: Uitvoeringslogboeken voor exports naar Azure Data Lake Storage

# Page 938701546 - Control 1637095154 - Property 1295455071
source: Specifies how long export has run.
de_de: Gibt an, wie lange der Export ausgeführt wurde.
nl_nl: Geeft aan hoe lang de export is uitgevoerd.

# Page 938701546 - Control 1637095154 - Property 2879900210
source: Duration
de_de: Dauer
nl_nl: Duur

# Page 938701546 - Control 1595823452 - Property 1295455071
source: Specifies the caption of the table whose data was exported.
de_de: Gibt die Beschriftung der Tabelle an, deren Daten exportiert wurden.
nl_nl: Geeft het bijschrift van de tabel weer waarvan de gegevens zijn geëxporteerd.

# Page 938701546 - Control 1595823452 - Property 2879900210
source: Table
de_de: Tabelle
nl_nl: Tabel

# Page 938701546 - Action 2457075619 - Property 1295455071
source: Removes the history of the export executions. This should be done periodically to free up storage space.
de_de: Entfernt den Verlauf der Exportausführungen. Dies sollte regelmäßig durchgeführt werden, um Speicherplatz freizugeben.
nl_nl: Verwijdert de geschiedenis van de exportuitvoeringen. Dit moet periodiek worden gedaan om opslagruimte vrij te maken.

# Page 938701546 - Action 2457075619 - Property 2879900210
source: Clear execution log
de_de: Ausführungsprotokoll löschen
nl_nl: Uitvoeringslogboek wissen

# Page 4249570476 - Property 2879900210
source: Export to Azure Data Lake Storage
de_de: Export zu Azure Data Lake Storage
nl_nl: Exporteren naar Azure Data Lake Storage

# Page 4249570476 - NamedType 366675938
source: ID not shown
de_de: ID nicht angezeigt
nl_nl: ID niet weergegeven

# Page 4249570476 - NamedType 792247639
source: Secret not shown
de_de: Geheimnis nicht angezeigt
nl_nl: Geheim niet weergegeven

# Page 4249570476 - NamedType 2350067108
source: Data from one or more tables failed to export on the last run. Please check the tables below to see the error(s).
de_de: Daten aus einer oder mehreren Tabellen konnten beim letzten Durchlauf nicht exportiert werden. Bitte überprüfen Sie die folgenden Tabellen, um die Fehler zu sehen.
nl_nl: Gegevens van een of meer tabellen konden bij de laatste uitvoering niet worden geëxporteerd. Controleer de onderstaande tabellen om de fout(en) te zien.

# Page 4249570476 - Control 4143327229 - Property 2879900210
source: Connection
de_de: Verbindung
nl_nl: Verbinding

# Page 4249570476 - Control 1703233268 - Property 2879900210
source: App Registration
de_de: App-Registrierung
nl_nl: App Registratie

# Page 4249570476 - Control 652819368 - Property 1295455071
source: Specifies the application client ID for the Azure App Registration that accesses the storage account.
de_de: Gibt die Anwendungsclient-ID für die Azure App-Registrierung an, die auf das Speicherkonto zugreift.
nl_nl: Geeft de applicatie client-ID weer voor de Azure App Registratie die toegang heeft tot het opslagaccount.

# Page 4249570476 - Control 2002479657 - Property 1295455071
source: Specifies the client secret for the Azure App Registration that accesses the storage account.
de_de: Gibt das Client-Geheimnis für die Azure App-Registrierung an, die auf das Speicherkonto zugreift.
nl_nl: Geeft het client geheim weer voor de Azure App Registratie die toegang heeft tot het opslagaccount.

# Page 4249570476 - Control 2002479657 - Property 2879900210
source: Client secret
de_de: Client-Geheimnis
nl_nl: Client geheim
